Repository: manojkumardshenoy/mulder
Catalog: Avidemux/po/*.po
Languages: bg, hu

source: Simple
hu: Egyszerű

source: Slow
hu: Lassú

source: _Iterations:
hu: _Ismétlődés:

source: Process chroma.
hu: Chroma feldolgozás

source: _Step:
hu: _Lépés

source: Step.
hu: Lépés.

source: Vertical flip
bg: Вертикално обръщане
hu: Függőleges tükrözés

source: Vertically flip the picture.
bg: Обръща изображението вертикално.
hu: A kép függőleges tükrözése

source: Whirl
bg: Усукване
hu: Örvény

source: Useless whirlwind effect.
bg: Безполезен ефект на завихряне.
hu: Örvény hatás használhatatlan

source: Temporal & spatial check
hu: Időbeli & térbeli ellenőrzés

source: Bob, temporal & spatial check
hu: Bob, időbeli & térbeli ellenőrzés

source: Skip spatial temporal check
hu: Időbeli & térbeli ellenőrzés átlépése

source: Bob, skip spatial temporal check
hu: Bob, időbeli & térbeli ellenőrzés átlépése

source: _Order:
bg: _Ред:
hu: S_orrend:

source: AVI
bg: Видео AVI

source: MP4
bg: Видео MP4

source: FLV
bg: Видео FLV

source: MKV
bg: Видео MKV

source: DUMMY
bg: ФИКТИВЕН

source: dummy
bg: фиктивен

source: DivX 5 + packed?
bg: Пакетирано с DivX 5 +?

source: Dummy
bg: Фиктивен

source: _Dynamic range compression
bg: Компресиране на _динамичния диапазон

source: R_esampling (Hz):
bg: _Предискретизиране (Hz):

source: Gain
bg: Усилване

source: Mono
bg: Моно

source: _Mixer:
bg: _Смесител:

source: CPU
bg: Процесор

source: Master
bg: Главен

source: <b>Quantiser:</b>
bg: <b>Квантизатор:</b>

source: Ok
bg: Добре

source: Bilinear
bg: Билинеен

source: Bicubic
bg: Бикубичен

source: Lanczos3
bg: Ланкзос3

source: Frame:%c(%02d)
bg: Кадър:%c(%02d)

source: A_uto
bg: Автомати_чно

source: Frame:
bg: Кадър:

source: Frame: ?
bg: Кадър: ?

source: Stop
bg: Стоп

source: PAL - 25 FPS
bg: PAL - 25 кадъра/сек

source: Oops
bg: Опаа

source: CBR
bg: Постоянна скорост на предаване

source: ABR
bg: Средна скорост на предаване

source: VBR
bg: Променлива скорост на предаване

source: Log
bg: Дневник

source: Encoding Mode
bg: Режим на кодиране

source: Motion Estimation
bg: Оценка на движенията

source: x264 Configuration
bg: Настройка на x264

source: Quantizer
bg: Квантизатор

source: Target Size
bg: Целеви размер

source: Constant Quantizer - Each frame will have the same compression. Low numbers equal higher quality while high numbers equal lower quality.
bg: Постоянен квантизатор - Всички кадри имат еднаква компресия. По-ниските стойности отговарят на по-високо качество и обратното.

source: Target bitrate or file size
bg: Целева скорост на предаване или размер на файла

source: Single Pass - Quality Quantizer (Average)
bg: Едноетапно - Квантизатор на качеството (Средно)

source: Single Pass - Quality Quantizer (Constant)
bg: Едноетапно - Квантизатор на качеството (Постоянно)

source: Single Pass - Bitrate (Average)
bg: Едноетапно - Скорост на предаване (Средно)

source: Two Pass - Video Size
bg: Двуетапно - Видео размер

source: Two Pass - Average Bitrate
bg: Двуетапно - Средна скорост на предаване

source: Bitrate
bg: Скорост на предаване

source: Method
bg: Метод

source: 1 - QPel SAD (Fastest)
bg: 1 - QPel SAD (най-бързо)

source: 6 - RD on I/P frames (Default)
bg: 6 - RD on I/P frames (стандартно)

source: Range
bg: Обхват

source: Define how many pixels are analysed for motion estimation. The higher the range the more accurate the analysis but the slower the encoding time.
bg: Определете колко пиксели ще се анализират за оценка на движението. По-големият обхват ще доведе до по-точен анализ, но ще забави времето за кодиране.

source: Use color information for detecting motion to improve quality
bg: Използване на цветовата информация за засичане на движението, за подобряване на качеството.

source: Interlaced
bg: Презредова развика

source: Input video is interlaced
bg: Входното видео е презредово

source: <b>Motion Estimation</b>
bg: <b>Оценка на движението</b>

source: Set a custom aspect ratio. The default 1:1 is recommended for most video.
bg: Задайте потребителска пропорция. Стандартната 1:1 е препоръчителна за по-голяма част от видео файловете.

source: Predefined Aspect Ratio
bg: Преопределена пропорция

source: Set a common predefined aspect ratio
bg: Задаване на стандартна преопределена пропорция

source: As Input
bg: Като входа

source: <b>Sample Aspect Ratio</b>
bg: <b>Пропорция</b>

source: Lossless compression technique that reduces bitrate by approximately 10%. Increases encoding and decoding time.
bg: Техниката за компресиране без загуби намалява скоростта на предаване с около 10%. Увеличава времето за кодиране и декодиране.

source: Noise Reduction
bg: Намаляване на шума

source: Set the amount of noise reduction
bg: Задаване количеството на намаляване на шума

source: Strength
bg: Сила

source: Positive values will soften the video, negative values will sharpen
bg: Положителните стойности ще омекотят видеото, а отрицателните ще го изострят

source: <b>Misc. Options</b>
bg: <b>Други настройки</b>

source: Motion & Misc
bg: Движение & Друго

source: 8x8, 8x16 and 16x8 P-frame search
bg: Търсене на Р-кадър 8x8, 8x16 и 16x8

source: Improve the P-frame quality
bg: Подобряване качеството на Р-кадъра

source: 8x8, 8x16 and 16x8 B-frame search
bg: Търсене на В-кадър 8x8, 8x16 и 16x8

source: Improve the B-frame quality
bg: Подобряване качеството на В-кадъра

source: 4x4, 4x8 and 8x4 P-frame search
bg: Търсене на Р-кадър 4x4, 4x8 и 8x4

source: Further improve the P-frame quality
bg: Допълнително подобряване качеството на Р-кадъра

source: 8x8 Intra search
bg: Търсене на I-кадър 8x8

source: 4x4 Intra search
bg: Търсене на I-кадър 4x4

source: Max Consecutive
bg: Максимален брой последователни

source: Increase / decrease probability for how often B-frames are used. It will not violate the maximum consecutive frame limit.
bg: Увеличаване / намаляване на вероятността за това, колко често се използват В-кадри.Това няма на наруши ограничението за максимален брой последователни кадри.

source: Set the maximum number of consecutive B-frames. This defines how many duplicate frames can be dropped. Numbers 2 to 5 are recommended. This greatly improves the use of bitrate and quality.
bg: Задайте максималния брой последователни B-кадри. Това определя колко повтарящи се кадри могат да бъдат изхвърлени. Стойностите от 2 до 5 са препоръчителни. Това многократно подобрява използването на скоростта на предаване и качеството.

source: Use fewer B-frames if needed. This is always recommended. If not enabled, the codec will always use the maximum number of consecutive B-frames.
bg: Ако е необходимо, използвайте по-малко В-кадри. Това винаги е препоръчително. Ако не е включено, кодекът винаги ще използва максималния брой последователни В-кадри.

source: B-Frame Direct Mode
bg: Директен режим на В-Кадър

source: Auto
bg: Автоматично

source: <b>B-Frames</b>
bg: <b>B-Кадри</b>

source: Define how much the bitrate can fluctuate over the entire video. 0% results in a constant bitrate stream, while 100% results in a pure quality based bitrate stream.
bg: Определете колко може да варира скоростта на предаване през цялото видео. 0% ще доведат до постоянна скорост на предаване на потока, а 100% ще доведат до поток с напълно базирана на качеството скорост на предаване.

source: Keyframe Boost (%)
bg: Засилване на ключов кадър (%)

source: B-frame Reduction (%)
bg: Намаляване на B-кадър (%)

source: Bitrate Variability (%)
bg: Вариация на скоростта на предаване(%)

source: <b>Bitrate</b>
bg: <b>Скорост на предаване</b>

source: Min QP
bg: Минимален коефицент на квантоване (QP)

source: Max QP
bg: Максимален коефицент на квантоване (QP)

source: Max QP Step
bg: Максимална стъпка на изменение на QP

source: Define how much the quantizer rate can change between two consecutive frames
bg: Определете колко може да се променя честотата на квантизатора между два последователни кадъра

source: <b>Quantization Limits</b>
bg: <b>Граници на квантоване</b>

source: Increase / decrease sensitivity for detecting scene changes. Improves I-frame usage and quality.
bg: Увеличаване / намаляване чувствителността за засичане на промени в сцената. Подобрява използватето на I-кадрите и качеството.

source: <b>More Rate Settings</b>
bg: <b>Допълнителни настройки на честотата</b>

source: Maximum Local Bitrate
bg: Максимална локална скорост на предаване

source: <b>Video Buffer Verifier</b>
bg: <b>Проверка на видео буфера</b>

source: Bitrate Variance
bg: Вариация на скоростта на предаване

source: Allowed variance of average quantizer or quality. Lower values mean less variance. Higher values mean more variance. Note that 0 means constant quality while 1 means constant fluctuation. Recommended 0.6.
bg: Разрешена разлика на средния квантизатор или качество. По-ниските стойности означават по-малка разлика. По-високите стойности означават по-голяма разлика. Забележете, че 0 означава постоянно качество, а 1 - постоянни колебания. Препоръчителната стойност е 0.6.

source: Reduced fluctuations in Quantizer (before curve compression)
bg: Намалени колебания в Квантизатра (преди компресирането на кривата)

source: Quantizer Compression
bg: Компресия на квантизатора

source: <b>Misc</b>
bg: <b>Разни</b>

source: Quantization factors used between I and P-frames
bg: Използвани фактори на квантоване между I и P-кадрите

source: Quantization used between P and B-frames
bg: Използвано квантоване между P и B-кадрите

source: Quantization difference between chroma (color) and luma (brightness)
bg: Разлика на квантоване между цветността и яркостта

source: <b>Quantizers</b>
bg: <b>Квантизатори</b>

source: Flat Matrix
bg: Плоска матрица

source: JVT Matrix
bg: Матрица JVT

source: Custom Matrix
bg: Потребителска матрица

source: Open CQM file
bg: Отваряне на файл CQM

source: Edit Custom Matrix
bg: Редактиране на потребителска матрица

source: Edit loaded custom quantization matrix file
bg: Редактиране на заредения файл на потребителска матрица за квантоване

source: <b>Quantization Matrices</b>
bg: <b>Матрици на квантоване</b>

source: More
bg: Още

source: _Defaults
bg: _Ijdkod,jkr

source: Select Xvid matrix file to load
bg: Изберете матрица на Xvid за зареждане

source: Error Loading
bg: Грешка при зареждане

source: Error loadind the custom matrix file.
bg: Грешка при зареждане на потребителски матричен файл.

source: Matrix Loaded
bg: Матрицата е заредена

source: The custom matrix file has been successfully loaded.
bg: Потребителският матричен файл беше зареден успешно.

source: Select Custom Matrix File to write
bg: Избор на файл на потребителска матрица за запис

source: Error Writing
bg: Грешка при запис

source: Error writing the custom matrix file.
bg: Грешка при записа на файла на потребителската матрица

source: Encoding type:
bg: Тип на кодирането:

source: Bitrate (kb/s):
bg: Скорост на предаване (kb/s):

source: Quantizer:
bg: Квантизатор:

source: Select 1-pass or 2-pass encoding
bg: Изберете едно- или двуетапно кодиране

source: Single Pass - Bitrate
bg: Едноетапно - Скорост на предаване

source: Single Pass - Quantizer
bg: Едноетапно - Квантизатор

source: Target video bitrate
bg: Целева скорост на предаване на видеото

source: Constant quantizer - each frame will get the same compression
bg: Постоянен квантизатор - всички кадри получават еднаква компресия

source: Variable bitrate mode
bg: Променлив режим на скоростта на предаване

source: _Interlaced
bg: _Презредово

source: Enables interlaced frame support - use only if your source contains interlacing artifacts (i.e. fields instead of progressive frames)
bg: Включва поддръжка на презрездови кадри - използвайте само ако вашият източник съдържа артефакти от презредовото сканиране (напр. полета вместо прогресивни кадри)

source: _Greyscale
bg: _Цветове на сивото

source: Encode in black & white
bg: Кодиране в черно-бял режим

source: Ca_rtoon mode
bg: _Анимационен режим

source: Enables special motion estimation features for cartoons/anime
bg: Включва специални техники за оценка на движението за анимация/аниме

source: C_hroma optimizer
bg: Оптимизиране на цветност

source: Enables a chroma optimizer prefilter
bg: Включва предварителен филтър за оптимизиране на цветността

source: Turbo Mode
bg: Турбо режим

source: Enables fast 1st pass encoding
bg: Включва бързо едноетапно кодиране

source: Main
bg: Основни

source: Motion search precision:
bg: Прецизност при търсене на движение

source: VHQ mode:
bg: Режим на високо качество:

source: Higher settings give higher quality results, at the cost of slower encoding
bg: По-високите настройки ще дадат по-високо качесто, за сметка на по-бавно кодиране

source: 0 - None
bg: 0 - Без

source: VHQ enables an additional search process to increase quality
bg: Режимът на много високо качество активира процес на допълнително търсене, за да повиши качеството

source: 0 - Off
bg: 0 - Изключено

source: C_hroma motion
bg: Движение на _цветността

source: Use chroma information to estimate motion
bg: Използване на информацията за цветността за оценка на движението

source: Maximum number of frames allowed between I-frames
bg: Максимален брой позволени кадри между I-кадрите

source: Number of B-frames:
bg: Брой B-кадри:

source: Produces nicer-looking B-frames
bg: Дава по-добре изглеждащи В-кадри

source: Advanced Simple Profile
bg: Разширен Прост Профил

source: Pixel Width
bg: Ширина на пиксела

source: Pixel Height
bg: Височина на пиксела

source: Pixel Aspect Ratio
bg: Пикселна пропорция

source: Quantization type:
bg: Тип на квантоването:

source: H.263 quantizers smooth the picture (useful at lower bitrates)
bg: Квантизаторите H.263 изглаждат изображението (полезно при ниски скорости на предаване)

source: MPEG quantizers (slightly slower) produce sharper picture (useful at higher bitrates)
bg: Квантизаторите MPEG quantizers (малко по-бавно) осигуряват по-изострено изображение (полезно при по-високи скорости на предаване)

source: _Custom Matrix
bg: _Потребителска матрица

source: Load Custom Matrix:
bg: Зареждане на потребителска матрица:

source: I-frame quantizer - Min:
bg: Квантизатор на I-кадър - Мин:

source: P-frame quantizer - Min:
bg: Квантизатор на P-кадър - Мин:

source: B-frame quantizer - Min:
bg: Квантизатор на В-кадър - Мин:

source: Minimum quantizer allowed for I-frames
bg: Минимално допустим квантизатор за I-кадри

source: Minimum quantizer allowed for P-frames
bg: Минимално допустим квантизатор за Р-кадри

source: Minimum quantizer allowed for B-frames
bg: Минимално допустим квантизатор за В-кадри

source: Max:
bg: Макс:

source: Maximum quantizer allowed for I-frames
bg: Максимално допустим квантизатор за I-кадри

source: Maximum quantizer allowed for P-frames
bg: Максимално допустим квантизатор за Р-кадри

source: Maximum quantizer allowed for B-frames
bg: Максимално допустим квантизатор за В-кадри

source: Quantizer restrictions
bg: Ограничения на квантизатора

source: _Trellis quantization
bg: Квантоване _Trellis

source: Rate distortion quantization, will find optimal encoding for each block
bg: Честотата на деформиране на квантоването ще намери оптималното кодиране за всеки блок

source: Quantization
bg: Квантоване

source: I-frame boost (%):
bg: Засилване на I-кадър (%):

source: I-frames closer than ... frames...
bg: I-кадри по-близки отколкото ... кадъра...

source: ...are reduced by (%):
bg: ...са намалени с (%):

source: I-frames appearing in the range below this value will be treated as consecutive keyframes
bg: I-кадрите в диапазона под тази стойност, ще бъдат третирани като последователни ключови кадри

source: Reduction of bitrate for the first consecutive I-frames. The last I-frame will get treated normally
bg: Намаляване скоростта на предаване за първия последователен I-кадър. Последният I-кадър ще бъде третиран нормално

source: Two pass tuning
bg: Двуетапна настройка

source: High bitrate scenes (%):
bg: Сцени с висока скорост на предаване (%):

source: Low bitrate scenes (%):
bg: Сцени с ниска скорост на предаване (%):

source: Curve compression
bg: Компресия на кривата

source: Second Pass
bg: Втори етап

source: Adaptative sharpener by MarcFD.
bg: Адаптивно изостряне от MarcFD.

source: ASharp by MarcFD
bg: ASharp от MarcFD

source: Chroma U
bg: Цветност U

source: Chroma V
bg: Цветност V

source: Max
bg: Макс

source: Luma :
bg: Яркост:

source: Chroma U :
bg: Цветност U :

source: Chroma V :
bg: Цветност V :

source: Gamma
bg: Гама

source: Luma Y
bg: Яркост Y

source: AutoGain
bg: Автоматично усилване

source: Luma
bg: Яркост

source: Chroma v
bg: Цветност v

source: Luma delta
bg: Делта на яркостта

source: Port of Transcode DNR.
bg: Порт на Transcode DNR.

source: <b>Gamma</b>
bg: <b>Гама</b>

source: Luma equalizer
bg: Еквалайзер на яркостта

source: Equalizer
bg: Еквалайзер

source: _Process luma
bg: _Обработка на яркостта

source: Process luma plane
bg: Обработка нивото на яркостта

source: P_rocess chroma
bg: _Обработка на цветността

source: Median
bg: Медиана

source: _Quantizer:
bg: _Квантизатор:

source: FFmpeg deint
bg: Разплитане FFMPEG

source: _Deinterlacing:
bg: _Разплитане:

source: _Qp:
bg: Коефицент на квантоване _(QP)

source: MPlayer resize
bg: Преоразмеряване на MPlayer

source: _High Q
bg: _Високо качество

source: _Font (TTF):
bg: _Шрифт (TTF):

source: Light denoiser.
bg: Леко изчистване на шум

source: Yet Another DeInterlacer. Ported from MPlayer.
bg: Още един филтър за разплитане. Порт от MPlayer.
