Repository: manojkumardshenoy/mulder
Catalog: Avidemux/po/*.po
Languages: bg, hu

source: Create _OpenDML files
bg: Създаване на файлове във формат _OpenDML
hu: _OpenDML fájlok létrehozása

source: Automatically _index MPEG files
bg: Автоматично индексиране на MPEG файловете
hu: MPEG fájlok automat_ikus indexelése

source: Automatically _swap A and B if A>B
bg: Автоматична _размяна на A и B ако A>B
hu: A és B automatikus c_seréje ha A>B

source: _Disable NUV audio sync
hu: NUV au_dió szinkron tiltása

source: Automatically _build VBR map
hu: V_BR térkép automatikus létrehozása

source: Automatically _rebuild index
bg: Автоматично _преизграждане на индекса
hu: Index automatikus lét_rehozása

source: Automatically remove _packed bitstream
hu: _Packed Bitstream automatikus eltávolítása

source: Enable all SIMD
bg: Включване на всички SIMD
hu: Összes SIMD engedélyezése

source: Enable MMX
bg: Включване на MMX
hu: MMX engedélyezése

source: Enable MMXEXT
bg: Включване на MMXEXT
hu: MMXEXT engedélyezése

source: Enable 3DNOW
bg: Включване на 3DNOW
hu: 3DNOW engedélyezése

source: Enable 3DNOWEXT
bg: Включване на 3DNOWEXT
hu: 3DNOWEXT engedélyezése

source: Enable SSE
bg: Включване на SSE
hu: SSE engedélyezése

source: Enable SSE2
bg: Включване на SSE2
hu: SSE2 engedélyezése

source: Enable SSE3
bg: Включване на SSE3
hu: SSE3 engedélyezése

source: Enable SSSE3
bg: Включване на SSSE3
hu: SSSE3 engedélyezése

source: _lavc threads:
bg: _lavc нишки:
hu: _Lavc szálak:

source: Multi-threading
bg: Многопоточност
hu: Többszálas

source: High
bg: Висок
hu: Magas

source: Above normal
bg: Над нормалния
hu: Normál feletti

source: Below normal
bg: Под нормалния
hu: Normál alatti

source: Low
bg: Нисък
hu: Alacsony

source: _Encoding priority:
bg: Приоритет на _кодирането:
hu: _Kódolási prioritás:

source: _Indexing/unpacking priority:
bg: Приоритет на _индексирането/разопаковането:
hu: _Indexelési/kicsomagolási prioritás

source: _Playback priority:
bg: Приоритет на _изпълнението:
hu: _Visszajátszási prioritás

source: Prioritisation
bg: Приоритизация
hu: Prioritások beállítása

source: _Use alternative tag for MP3 in .mp4
hu: Alternatí_v MP3 Tag használata .mp4-ben

source: XVideo (best)
bg: XVideo (най-добро)
hu: XVideo (legjobb)

source: SDL (good)
bg: SDL (добро)
hu: SDL (jó)

source: Video _display:
bg: Показване на _видеото:
hu: Vi_deó megjelenítése:

source: No alerts
bg: Без предупреждения
hu: Nincs figyelmeztetés

source: Display only error alerts
bg: Показване само на предупреждения за грешка
hu: Csak a hibajelzések megjelenítése

source: Display all alerts
bg: Показване на всички предупреждения
hu: Összes figyelmeztetés megjelenítése

source: _Message level:
bg: Ниво на _съобщенията:
hu: _Üzenetek szintje:

source: _Volume control:
bg: Контрол на _звука:
hu: _Hangerőszabályzó:

source: No downmixing
hu: Nincs lekeverés

source: _Local playback downmixing:
hu: _Helyi lejátszás lekeverése:

source: _AudioDevice
hu: _Audióeszköz

source: _Strength:
bg: _Сила:
hu: _Erősség:

source: Default Postprocessing
bg: Стандартна постобработка
hu: Alapértelmezet utómunkálatok

source: Use _Global GlyphSet
hu: Globális betűkép használata

source: Gl_yphSet:
hu: Betűkép beállítás:

source: User Interface
bg: Потребителски интерфейс
hu: Felhasználói felület

source: Automation
bg: Автоматизация
hu: Automatizálás

source: Input
bg: Вход
hu: Bemenet

source: Output
bg: Изход
hu: Kimenet

source: Video
bg: Видео
hu: Videó

source: Threading
bg: Многопоточност
hu: Szálak

source: Global GlyphSet
hu: Globális betűkép-beállítás

source: Preferences
bg: Предпочитния
hu: Tulajdonságok

source: _Shrink Factor:
hu: _Shrink faktor:

source: Requant Configuration
hu: Requant beállítások

source: _VOB file(s):
bg: _VOB файл(ове):
hu: VOB fájl(ok):

source: Select VOB file(s)
bg: Избиране на VOB файл(ове)
hu: VOB fájl(ok) kiválasztása

source: _IFO file:
hu: _IFO fájl:

source: Select IFO file
bg: Избор на IFO файл
hu: IFO fájl kiválaszása

source: VobSub file:
bg: VobSub файл:
hu: VobSub fájl:

source: Select VobSub file
bg: Избор на VobSub файл
hu: VobSub fájl kiválasztása:

source: VOB to VobSub
bg: VOB в VobSub
hu: VOB VobSub-ba

source: The selected vobfile does not exist
bg: Избраният файл във формат vob не съществува.
hu: A kiválasztott VOB fájl nem létezik

source: Please select a correct VobSub path/dir
hu: A megfelelő VobSub útvonal/könyvtár kiválasztása

source: and all the others.
hu: és minden egyéb

source: Multi-platform Video Editor
bg: Многоплатформен видео редактор
hu: Több-plattformos Videó Szerkesztő

source: translator-credits
bg: бележки за преводачите
hu: Andrássy László <andrassy.laszlo@gmail.com>, 2009

source: AudioCodec
bg: Аудио кодек
hu: Audió Kodek

source: Configure codec
bg: Настройка на кодека
hu: Kodek beállítása

source: Busy
bg: Зает
hu: Foglalt

source: Calculator
bg: Калкулатор
hu: Számológép

source: <b>Target</b>
bg: <b>Цел</b>
hu: <b>Cél</b>

source: Duration:
bg: Продължителност:
hu: Időtartam:

source: _Medium:
bg: _Носител:
hu: _Média:

source: _Format:
bg: _Формат:
hu: _Formátum:

source: Total size (custom)
bg: Общ размер (потребителски):
hu: Teljes méret (egyéni)

source: _Custom size (MB):
bg: _Потребителски размер (MB):
hu: _Egyéni méret (MB):

source: Output container format
bg: Формат на изходния контейнер
hu: Kimeneti tároló formátuma

source: Total size
bg: Общ размер
hu: Teljes méret

source: 1x 80 min. CD
bg: 1 CD х 80 мин.
hu: 1x 80 perc CD

source: 2x 80 min. CD
bg: 2 CD х 80 мин.
hu: 2x 80 perc CD

source: 1x 74 min. CD
bg: 1 CD х 74 мин.
hu: 1x 74 perc CD

source: 2x 74 min. CD
bg: 2 CD х 74 мин.
hu: 2x 74 perc CD

source: Track _1:
bg: Писта _1:
hu: Sáv _1:

source: Audio bitrate in kb/s for track 1 (0 for no audio)
bg: Скорост на предаване на звука в kb/s за писта 1 (0 за без звук)
hu: Audió bitráta kb/mp-ben -> sáv 1 (0 - nincs audió)

source: Track _2:
bg: Писта _2:
hu: Sáv _2:

source: Audio bitrate in kb/s for track 2 (optional)
bg: Скорост на предаване на звука в kb/s за писта 2 (незадължително)
hu: Audió bitráta kb/mp-ben -> sáv 2 (opcionális)

source: <b>Audio Bitrate</b>
bg: <b>Скорост на предаване на звука</b>
hu: <b>Audió bitráta</b>

source: Audio size (MB):
bg: Размер на звука (МВ):
hu: Audió méret (MB):

source: Video size (MB):
bg: Размeр на видеото (MB):
hu: Videó méret (MB):

source: Total size (MB):
bg: Общ размер (MB):
hu: Teljes méret (MB):

source: Video bitrate:
bg: Скорост на предаване на видеото:
hu: Videó bitráta:

source: Bits per pixel:
bg: Бита на пиксел
hu: Bit/pixel:

source: <b>Result</b>
bg: <b>Резултат</b>
hu: <b>Eredmény</b>

source: Privileges Required
bg: Необходими са права за достъп
hu: Engedély szükséges

source: Root privileges are required to perform this operation.
bg: За изпълнението на тази операция са необходими права на root.
hu: Root jog szükséges a művelet végrehajtásához.

source: Shutting down
bg: Изключване
hu: Leállítás

source: Encoding...
bg: Кодиране...
hu: Kódolás...

source: <b>Phase:</b>
bg: <b>Фаза:</b>
hu: <b>Fázis:</b>

source: <b>Video Codec:</b>
bg: <b>Видео кодек:</b>
hu: <b>Videó Kodek:</b>

source: <b>Audio Codec:</b>
bg: <b>Аудио кодек:</b>
hu: <b>Audió Kodek:</b>

source: <b>Container:</b>
bg: <b>Контейнер:</b>
hu: <b>Tároló:</b>

source: <b>Processed Frames:</b>
bg: <b>Обработени кадри:</b>
hu: <b>Feldolgozott frame-ek:</b>

source: <b>Total Frames:</b>
bg: <b>Кадри общо:</b>
hu: <b>Összes frame:</b>

source: <b>Average Bitrate:</b>
bg: <b>Средна скорост на предаване:</b>
hu: <b>Átlagos bitráta:</b>

source: <b>Video Size:</b>
bg: <b>Видео размер:</b>
hu: <b>Videó méret:</b>

source: <b>Audio Size:</b>
bg: <b>Размер на звука:</b>
hu: <b>Audió méret:</b>

source: <b>Total Size:</b>
bg: <b>Общ размер:</b>
hu: <b>Teljes méret:</b>

source: <b>Elapsed:</b>
bg: <b>Изминало време:</b>
hu: <b>Eltelt:</b>

source: <b>Time Remaining:</b>
bg: <b>Оставащо време:</b>
hu: <b>Hátralévő idő:</b>

source: <b>Frames/sec:</b>
bg: <b>Кадръра/сек:</b>
hu: <b>Frame/mp:</b>

source: Shut down computer when finished
bg: Изключване на компютъра след приключване
hu: Számítógép leállítása befejezés után

source: Priority:
bg: Приоритет:
hu: Prioritás:

source: Above Normal
bg: Над номралния
hu: Normál feletti

source: Below Normal
bg: Под нормалния
hu: Normál alatti

source: Pause / Abort
bg: Пауза / Прекъсване
hu: Szünet / Megszakít

source: Eraser Configuration
bg: Настройка на изтриването
hu: Törlő beállítása

source: Output "_Color" for all masked pixels:
hu: Kimeneti "_Szín" minden maszkolt pixelnél:

source: Eraser _Data File:
hu: A_datfájl törlő:

source: Preview
bg: Преглед
hu: Előnézet

source: Continue indexing
bg: Продължаване на индексирането
hu: Indexelés folytatása

source: Abort Requested
bg: Изисквано е прекъсване
hu: Megszakítást kért

source: Do you want to abort indexing ?
bg: Наистина ли искате да прекъснете индексирането?
hu: Biztos, hogy megszakítja az indexelést ?

source: Indexing...
bg: Индексиране...
hu: Indexelés...

source: Time left :
bg: Оставащо време:
hu: Hátralévő idő :

source: Timecode :
hu: Időkód :

source: Nb pictures seen :
hu: Feldolgozott képek száma :

source: Indexing :
bg: Индексиране:
hu: Indexelés :

source: Ready
bg: Готово
hu: Kész

source: Succeeded
bg: Успя
hu: Sikerült

source: Failed
bg: Неуспех
hu: Sikertelen

source: Deleted
bg: Изтрито
hu: Törölt

source: Running
bg: В процес на изпълнение
hu: Fut

source: Job Name
bg: Име на задачата
hu: Feladat neve

source: Started at
bg: Започната на
hu: Elindítva

source: Finished at
bg: Приключена на
hu: Befejezve

source: Sure!
bg: Сигурен съм!
hu: Biztos!

source: Delete ALL jobs
bg: Изтриване на ВСИЧКИ задачи
hu: Az összes feladat törlése

source: Are you sure you want to delete all jobs ?
bg: Сигурни ли сте, че желаете да изтриете всички задачи?
hu: Biztos, hogy törölni akarja az összes feladatot ?

source: Delete job
bg: Изтриване на задачата
hu: Feladat törlése

source: Are you sure you want to delete %s job ?
bg: Сигурни ли сте, че желаете да прекъснете задачата %s?
hu: Biztos, hogy törli a(z) %s feladatot ?

source: Unknown event
hu: Ismeretlen esemény

source: Jobs
bg: Задачи
hu: Feladatok

source: Delete All Jobs
bg: Изтриване на всички задачи
hu: Összes feladat törlése

source: Delete Job
bg: Изтриване на задачата
hu: Feladat törlése

source: Run all jobs
bg: Изпълнение на всички задачи
hu: Összes feladat indítása

source: Run Job
bg: Изпълнение на задачата
hu: Feladat indítása

source: # of lines
hu: # / sor

source: TimeCode:
hu: Időkód:

source: # of Glyphs :
hu: # / Betűkép :

source: <b>Stats</b>
bg: <b>Статистика</b>
hu: <b>Állapot</b>

source: Current Glyph
hu: Aktuális betűkép

source: Text:
bg: _Текст:
hu: Szöveg:

source: _Calibrate
bg: _Калибриране
hu: _Kalibrál

source: If the glyphs are too thin, enter a lower value here
hu: Ha a betűképek túl vékonyak adjon meg kisebb értéket

source: S_kip all
bg: _Пропускане на всичко
hu: Összes át_lépése

source: Skip the whole image
bg: Пропускане на цялото изображение
hu: A teljes kép átlépése

source: Skip Glyph
hu: Betűkép átlépése

source: Skip the current letter/glyph
hu: Az aktuális betű/betűkép átlépése

source: _Ignore glyph
hu: B_etűkép mellőzése

source: This glyph will be ignored from now on
hu: Ez a betűkép mostantól figyelmen kívül lesz hagyva

source: <b>Bitmap</b>
hu: <b>Bittérkép</b>

source: Start frame for partial :
bg: Начален кадър за частичния филтър:
hu: Kezdő frame :

source: End frame for partial :
bg: Краен кадър за частичния филтър:
hu: Utolsó frame :

source: Configure partialized filter
bg: Настройка на частичния филтър
hu: Szűrő beállítása

source: Particle Analysis Configuration
hu: Részecske-elemzési konfiguráció

source: _Output File:
bg: _Изходен файл:
hu: _Kimeneti fájl:

source: Paused
bg: На пауза
hu: Megállítva

source: <b>Encoding is paused.</b> You can either resume or Abort it.
bg: <b>Кодирането е на пауза.</b> Можете да го продължите или Прекъснете.
hu: <b>Kódolás megállítva.</b> Folytathatja vagy megszakíthatja.

source: Abort
bg: Прекъсване
hu: Megszakítás

source: Resume
bg: Продължаване
hu: Folytatás

source: No
bg: Не
hu: Nem

source: Yes
bg: Да
hu: Igen

source: %ld frames
bg: %ld кадъра
hu: %ld frame

source: %lu Bps / %lu kbps
hu: %lu B/mp / %lu kb/mp

source: Properties
bg: Свойства
hu: Tulajdonságok

source: Frame Rate:
bg: Честота на кадри
hu: Frame-ráta:

source: Frame Count:
bg: Брой кадри:
hu: Frame mennyiség:

source: Total Duration:
bg: Обща продължителност:
hu: Teljes időtartam:

source: Image Size:
bg: Размер на изображението:
hu: Képméret:

source: Codec 4CC:
bg: Кодек 4CC:
hu: Kodek 4CC:

source: Aspect Ratio:
bg: Пропорция
hu: Képarány:

source: <b>Video</b>
bg: <b>Видео</b>
hu: <b>Videó</b>

source: Global Motion Compensation:
bg: Глобално компенсиране на движението
hu: Global Motion Compensation (GMC):

source: <b>Extra Video Properties</b>
bg: <b>Допълнителни свойства на видеото</b>
hu: <b>Extra Videó tulajdonságok</b>

source: Codec:
bg: Кодек:
hu: Kodek:

source: Channels:
bg: Канали:
hu: Csatornák:

source: Bitrate:
bg: Скорост на предаване:
hu: Bitráta:

source: Frequency:
bg: Честота:
hu: Frekvencia:

source: File Size:
bg: Размер на файла:
hu: Fájl mérete:

source: Variable Bitrate:
bg: Променлива скорост на предаване:
hu: Változó bitráta

source: <b>Audio</b>
bg: <b>Звук</b>
hu: <b>Audió</b>

source: Filesystem full / quota exceeded
bg: Файловата система е пълно / квотата е надхвърлена
hu: Fájlrendszer megtelt / kvóta túllépés

source: Ignore
bg: Игнориране
hu: Mellőz

source: Retry
bg: Повторен опит
hu: Ismétlés

source: Recent files
bg: Скорошни файлове
hu: Legutóbbi fájlok

source: Resize
bg: Преоразмеряване
hu: Átméretezés

source: Width
bg: Ширина:
hu: Szélesség

source: Height
bg: Височина:
hu: Magasság

source: Source :
bg: Източник
hu: Forrás :

source: Destination
bg: Местоположение
hu: Cél

source: Error X:
bg: Грешка X:
hu: Hiba X:

source: Error Y:
bg: Грешка Y:
hu: Hiba Y:

source: 16 round up
hu: 16-ra kerekítés

source: Swiss Army Knife Configuration
hu: Svájci bicska beállítása

source: Threshold Configuration
bg: Ностройка на прага
hu: Határérték beállítása

source: Minimum value to be in-range:
hu: Minimum érték a tartományon belül:

source: Maximum value to be in-range:
hu: Maximum érték a tartományon belül:

source: Output values:
bg: Изходни стойности:
hu: Kimeneti érték:

source: In-range values go black, out-of-range values go white
hu: Tartományon belüli érték fekete, tartományon kívüli érték fehér legyen

source: In-range values go white, out-of-range values go black
hu: Tartományon belüli érték fehér, tartományon kívüli érték fekete legyen

source: Debugging settings (bits):
hu: Hibakeresési beállítások (bits):

source: Video encoder
bg: Видео енкодер
hu: Videó kódoló

source: Configure
bg: Настройки
hu: Beállítás

source: none
hu: nincs

source: Select .idx file
bg: Избор на файл.idx
hu: .idx fájl kiválasztása

source: Wrong VobSub parametering
bg: Грешни параметри на VobSub
hu: Rossz VobSub paraméterezés

source: The idx/sub file does not set.
bg: Файлът idx/sub не е зададен.
hu: Az idx/sub fájl nincs beállítva

source: VobSub Settings
bg: Настройки на VobSub
hu: VobSub beállítások

source: Select .idx
bg: Избор на .idx
hu: .idx kiválasztása

source: Select Language :
bg: Избор на език:
hu: Nyelv kiválasztása :

source: Select Sub
bg: Избиране на субтитри
hu: Felirat kiválasztása

source: Shift (ms) :
bg: Изместване (ms) :
hu: Eltolás (ms)

source: Processing
bg: Тече обработка
hu: Feldolgozás...

source: <b>Time remaining:</b>
bg: <b>Оставащо време:</b>
hu: <b>Hátralévő idő:</b>

source: Cannot open directory as a file
bg: Папката не може да бъде отворена като файл
hu: Nem lehet könyvtárat megnyitni fájlként

source: Images
bg: Изображения
hu: Képek

source: All
bg: Всички
hu: Összes

source: label1
hu: címke1

source: Alert
bg: Предупреждение
hu: Riasztás

source: Add Video Filter
bg: Добавяне на видео филтър
hu: Videó szűrő hozzáadása

source: Transformation
bg: Преобразуване
hu: Átalakítás

source: Interlacing
bg: Преплитане
hu: Váltottsoros

source: Colors
bg: Цветове
hu: Színek

source: Denoise
bg: Изчистване на шум
hu: Zajszűrés

source: Sharpen/Blur
bg: Изостряне/Замъгляване
hu: Élesítés/elmosás

source: Subtitles
bg: Субтитри
hu: Feliratok

source: Miscellaneous
bg: Разни
hu: Egyebek

source: The filter is already partial
bg: Този филтър вече е частичен
hu: A szűrő már részleges

source: Load set of filters
bg: Зареждане на набор от филтри
hu: Szűrők beállításainak beolvasása

source: Nothing to save
bg: Няма нищо за запазване
hu: Ne mentsen semmit

source: Save set of filters
bg: Запазване на набор от филтри
hu: Szűrők beállításainak mentése

source: Video Filter Manager
bg: Мениджър на видео филтри
hu: Videószűrő kezelő

source: <b>Available Filters</b>
bg: <b>Налични филтри</b>
hu: <b>Elérhető szűrők</b>

source: Add selected filter to the Active Filters list
bg: Добавяне на избрания филтър към списъка с активни филтри
hu: A kiválasztott szűrő hozzáadása az aktív szűrők listájához

source: Remove filter
bg: Премахване на филтър
hu: Szűrő eltávolítása

source: Move filter down
bg: Преместване на филтъра надолу
hu: Szűrő mozgatása le

source: Move filter up
bg: Преместване на филтъра нагоре
hu: Szűrő mozgatása fel

source: P_artial
bg: _Частичен
hu: Rész_leges

source: Apply the current filter only to a part of the file
bg: Прилагане на текущия филтър към част от файла
hu: Szűrő alkalmazása csak a fájl egy részén

source: Configure filter
bg: Настройка на филтъра
hu: Szűrő beállítása

source: C_onfigure
bg: _Настройка
hu: B_eállítás

source: _Preview
bg: _Преглед
hu: Elő_nézet

source: Video Filters
bg: Видео филтри
hu: Video szűrők

source: VCD res
bg: VCD разделителна способност
hu: VCD felb

source: SVCD res
bg: SVCD разделителна способност
hu: SVCD felb

source: DVD res
bg: DVD разделителна способност
hu: DVD felb

source: Half D1 res
hu: Fél D1 felb

source: Save as script
bg: Запазване като скрипт
hu: Szkript mentése

source: Side
bg: Отстрани
hu: Mellette

source: Top
bg: Отгоре
hu: Fölötte

source: Separate
bg: Отделно
hu: Különböző

source: _Open...
bg: _Отваряне...
hu: _Megnyitás...

source: _Append...
bg: _Добавяне...
hu: _Hozzáfűzés...

source: _Save
bg: _Запазване
hu: M_entés

source: Save _Video...
bg: Запазване на _видео
hu: _Videó mentése...

source: Save _BMP Image...
bg: Запазване на изображение _BMP...
hu: _BMP kép mentése...

source: Save _JPEG Image...
bg: Запазване на изображение _JPEG...
hu: _JPEG kép mentése...

source: Save _Selection as JPEG Images...
bg: Запазване на _избраното като изображения JPEG...
hu: Kijelölé_s mentése JPEG képekbe...

source: Save _Project
bg: Запазване на _проект
hu: _Projekt mentése...

source: Save P_roject As...
bg: Съхраняване на проекта к_ато...
hu: P_rojekt mentése másként...

source: _Load/Run Project...
bg: Зареждане/Изпълнение на проект...
hu: Projekt betö_ltése/indítása...

source: A_dd to Joblist...
bg: _Добавяне към списъка със задачи
hu: Fela_datlistához ad...

source: Show _Joblist
bg: Показване на списъка със _задачи
hu: _Feladatlista megjelenítése

source: Co_nnect to avsproxy
bg: Свързване към avsproxy
hu: Csatla_kozás Avsproxy-hoz

source: Proper_ties
bg: _Свойства
hu: _Tulajdonságok

source: _Quit
bg: _Изход
hu: _Kilépés

source: _Edit
bg: _Редактиране
hu: Sz_erkesztés

source: _Reset Edits
bg: _Връщане на редактирането
hu: _Módosítások visszaállítása

source: Cu_t
bg: Из_рязване
hu: _Kivágás

source: _Copy
bg: _Копиране
hu: _Másolás

source: _Paste
bg: _Поставяне
hu: Bei_llesztés

source: _Delete
bg: _Изтриване
hu: _Törlés

source: Set Marker _A
bg: Задаване на маркер _А
hu: »_A« jelző beállítása

source: Set Marker _B
bg: Задаване на маркер _В
hu: »_B« jelző beállítása

source: Pre_ferences
bg: _Предпочитания
hu: Beállí_tások

source: _View
bg: _Изглед
hu: _Nézet

source: _Main Toolbar
bg: _Основна Лента с Инструменти
hu: _Eszköztár

source: _A/V Sidebar
bg: Странична лента _Аудио/Видео
hu: _A/V oldalsáv

source: _Zoom 1:4
bg: _Мащаб 1:4
hu: _Nagyítás 1:4

source: Z_oom 1:2
bg: Ма_щаб 1:2
hu: N_agyítás 1:2

source: Zoom _1:1
bg: Мащам _1:1
hu: Nagyítá_s 1:1

source: Zoom _2:1
bg: Мащаб _2:1
hu: Nagyí_tás 2:1

source: Vi_deo
bg: В_идео
hu: Vi_deó

source: _Decoder Options
bg: Настройки на _декодера
hu: _Dekódoló beállítása

source: _Postprocessing
bg: _Постобработка
hu: _Utómunkálatok

source: Select postprocessing level
bg: Избор на ниво на постобработка
hu: Utómunkálatok szintjének beállítása

source: P_review
bg: _Преглед
hu: Elő_nézet

source: Display _Output
bg: Показване на _изхода
hu: Ki_menet megjelenítése

source: _Frame Rate
bg: _Кадрова честота
hu: _Frame-ráta

source: _Encoder
bg: _Енкодер
hu: Kó_doló

source: Fil_ters
bg: _Филтри
hu: S_zűrők

source: _Audio
bg: _Аудио
hu: _Audió

source: _Main Track
bg: _Основна писта
hu: _Fő hangsáv

source: _Second Track
bg: _Втора писта
hu: _Második hangsáv

source: _Build VBR Time Map
hu: V_BR időtérkép készítése

source: S_ave...
bg: _Запазване...
hu: _Mentés

source: _Filters
bg: _Филтри
hu: _Szűrők

source: _Tools
bg: _Инструменти
hu: _Eszközök

source: _Calculator
bg: _Калкулатор
hu: _Számológép

source: _Rebuild Frames (I & B)
bg: _Преизграждане на кадри (I & B)
hu: F_rame-ek újraépítése (I & B)

source: C_heck Frames (slow)
bg: _Проверка на кадрите (бавно)
hu: Fr_ame-ek ellenőrzése (lassú)

source: _Bitrate Histogram
bg: Хистограма на _скоростта на предаване
hu: _Bitráta hisztogram

source: _Scan for Black Frames...
bg: _Сканиране за черни кадри...
hu: Bla_ck frame-ek keresése...

source: _Edit Glyph
hu: B_etűkép szerkesztése

source: _Go
bg: _Действия
hu: _Indítás

source: _Play/Stop
bg: _Изпълнение/Стоп
hu: _Lejátszás/Stop

source: P_revious Frame
bg: _Предишен кадър
hu: Előző f_rame

source: _Next Frame
bg: _Следващ кадър
hu: Kö_vetkező frame

source: Pr_evious Intra Frame
bg: _Предишен I-кадър
hu: Elő_ző Intra frame

source: Next _Intra Frame
bg: _Следващ I-кадър
hu: Köve_tkező Intra frame

source: Previou_s Black Frame
bg: Преди_шен черен кадър
hu: Előző Bl_ack frame

source: Ne_xt Black Frame
bg: Следва_щ черен кадър
hu: Követke_ző Black frame

source: _First Frame
bg: _Първи кадър
hu: El_ső frame

source: _Last Frame
bg: _Последен кадър
hu: Uto_lsó frame

source: Go to Marker _A
bg: Отиване до маркер _A
hu: »_A« jelzőhöz ugrás

source: Go to Marker _B
bg: Отиване до маркер _В
hu: »_B« jelzőhöz ugrás

source: Go to Fra_me...
bg: Отиване до _маркер
hu: Fra_me-hez ugrás...

source: Go to _Time...
bg: Отиване до _време
hu: Időponthoz _ugrás...

source: _Custom
bg: Потребителски
hu: E_gyéni

source: _Help
bg: _Помощ
hu: _Súgó

source: _Plugins
hu: _Plugin-ok

source: _Built-in Support
bg: _Вградена поддръжка
hu: _Beépített támogatások

source: _About
bg: _Относно
hu: _Névjegy

source: Open a file
bg: Отваряне на файл
hu: Fájl megnyitása

source: Save the file
bg: Запазване на файл
hu: Fájl mentése

source: Audio/video file information
bg: Информация за аудио/видео файла
hu: A fájl Audió/Videó információi

source: Bitrate/size calculator
bg: Калкулатор за изчисление на скоростта на предаване/размера
hu: Bitráta/méret kalkulátor

source: Configure video encoder
bg: Настройка на видео енкодера
hu: Videó kódóló beállítása

source: Filters
bg: Филтри
hu: Szűrők

source: Video filters
bg: Видео филтри
hu: Videó szűrők

source: Configure audio encoder
bg: Настройка на аудио енкодера
hu: Audió kódóló beállítása

source: Audio filters
bg: Аудио филтри
hu: Audió szűrők

source: Shift:
bg: Изместване:
hu: Eltolás:

source: Enable time shift
bg: Включване на изместване във времето
hu: Időeltolás engedélyezése

source: Audio/video time shift (ms)
bg: Аудио/видео изместване във времето (ms)
hu: Audió/Videó idő eltolása (ms)

source: <b>Format</b>
bg: <b>Формат</b>
hu: <b>Formátum</b>

source: Current frame
bg: Текущ кадър
hu: Aktuális frame

source: Time:
bg: Време:
hu: Idő:

source: Current time
bg: Текущо време
hu: Aktuális idő

source: Play
bg: Изпълнение
hu: Lejátszás
