Repository: manojkumardshenoy/mulder
Catalog: Avidemux/po/*.po
Languages: bg, hu

source: AVI, dual audio
bg: AVI, двойно аудио
hu: AVI, dual audió

source: MPEG video
bg: Видео MPEG
hu: MPEG videó

source: Copy
bg: Копиране
hu: Másolás

source: Building VBR map
hu: VBR térkép létrehozása

source: Internal error
bg: Вътрешна грешка
hu: Belső hiba

source: Cannot open WMA2 codec.
bg: Не може да се отвори кодека WMA2
hu: Nem lehet megnyitni a WMA2 kodeket

source: Codec Error
bg: Грешка на кодека
hu: Kodek hiba

source: The number of channels is greater than what the selected audio codec can do. Either change codec or use the mixer filter to have less channels.
bg: Броят на каналите е по-голям отколкото избрания кодек може да направи. Или го променете, или използвайте филтъра смесител, за да имате по-малко канали.
hu: A csatornák száma nagyobb mint amit a kiválasztott audió kodek támogat. Válasszon más kodek-et vagy használja a mixer szűrőt a kevesebb csatorna érdekében.

source: [BuildChain] Encoder initialization failed
hu: [BuildChain] kódoló inicializálása sikertelen

source: Internal error finding codec
hu: Belső hiba a kodek keresésénél

source: File error
bg: Грешка във файл
hu: Fájl hiba

source: Cannot open "%s".
bg: "%s" не може да се отвори.
hu: A fájl "%s" megnyitása sikertelen.

source: %s already exists. Do you want to replace it?
bg: Файл с име %s вече съществува. Искате ли да го презапишете?
hu: %s már létezik. Felülírja?

source: It is possible that you are trying to overwrite an input file!
bg: Възможно е да се опитвате да презаписвате входен файл!
hu: Lehet, hogy bemeneti fájlt próbál felülírni!

source: Cannot write the file
bg: Файлът не може да бъде записан
hu: A fájl írása sikertelen

source: No write access to "%s".
bg: Няма права за запис в "%s".
hu: Nincs írási hozzáférés "%s".

source: No video loaded
bg: Не е заредено видео
hu: Nincs videó betöltve

source: Not indexable
bg: Не подлежи на индексиране
hu: Nem indexelhető

source: Rebuilding Frames
bg: Преизграждане на кадри
hu: Frame-ek újraépítése

source: Aborted
bg: Прекъснато
hu: Megszakítva

source: Avidemux detected VBR MP3 audio in this file. For keeping audio/video in sync, time map is needed. Build it now? You can do it later with "Audio -> Build VBR Time Map".
hu: Az Avidemux, VBR MP3 audiót észlelt a fájlban. Az audió/videó szinkronfenntartása érdekében szükség van időtérképre. Megcsinálja most? Később is megteheti ebben a menüpontban: "Audio -> VBR időtérkép készítése".

source: File type identified but no loader support detected...
hu: A fájl típusa azonosítva, de nincs elérhető betöltő támogatás

source: May be related to an old index file.
bg: Може да е свързано със стар индекс файл
hu: Összefüggésbe hozható egy régi index fájl-al

source: Attempt to open %s failed!
bg: Неуспех при опита за отваряне на %s!
hu: A %s fájl megnyitási kísérlete sikertelen

source: Video dimensions don't match.
hu: A videó méretei nem egyeznek

source: You cannot mix different video dimensions yet. Using the partial video filter later will not work around this problem. The workaround is: 1) "Resize" / "Add Border" / "Crop" each stream to the same resolution 2) Concatenate them together
hu: Egyelőre a különböző videó méreteket nem lehet keverni. A részleges videó szűrő használata nem megoldás erre a problémára. A megoldás a következő: 1) "Átméretezés"/ " Keret hozzáadása"/ " Vágás " minden stream ugyanazzal a felbontással 2) Összefűzni őket

source: Build Time Map
hu: Időtérkép készítése

source: Build VBR time map?
hu: Készít VBR időtérképet?

source: Use safe mode
bg: Използване на безопасен
hu: Biztonságos mód használata

source: H.264 detected
bg: Засечен е H.264
hu: H.264 felismerve

source: If the file is using B-frames as reference it can lead to a crash or stuttering. Avidemux can use another mode which is safe but YOU WILL LOSE FRAME ACCURACY. Do you want to use that mode?
bg: Ако файлът използва като отправна точка B-кадри, това може да доведе до срив или насичане. Avidemux може да използва друг, безопасен режим, НО ЩЕ ЗАГУБИТЕ ПРЕЦИЗНОСТТА НА КАДРИТЕ. Искате ли да използвате този режим?
hu: Ha a fájl B-frame-et használ referenciaként, az összeomláshoz vagy akadozáshoz vezethet. Az Avidemux használhat más módot is, amely biztonságos de elveszíti a frame-ek pontosságát. Szeretné, hogy használja ezt a módot?

source: Packed Bitstream detected
hu: Packed Bitstream felismerve

source: Do you want me to unpack it ?
bg: Желаете ли да го разопаковате?
hu: Ki akarja csomagolni?

source: Could not unpack the video
bg: Видеото не може да бъде разопаковано
hu: Nem lehet kicsomagolni a videót

source: Using backup decoder - not frame accurate.
bg: Използване на резервния декодер - кадрите не са точни
hu: A biztonsági másolat dekóder használata - nem frame pontos.

source: Weird
bg: Странно
hu: Furcsa

source: The unpacking succeedeed but the index is still not up to date.
bg: Разопаковането беше успешно, но индекса все още не е актуален.
hu: A kicsomagolás sikeres, de az index még mindig nem naprakész.

source: Index is not up to date
bg: Индексът не е актуален
hu: Az index nem naprakész

source: You should use Tool->Rebuild frame. Do it now ?
bg: Трябва да използва Инструмент->Преизграждане на кадър. Да се изпълни ли сега?
hu: Érdemes használni az Eszközök->Frame-ek újraépítése menüpontot. Elindítja most?

source: This looks like mpeg Do you want to index it?
bg: Изглежда, че това е mpeg Желаете ли да го индексирате?
hu: A fájl, MPEG stream. Készít hozzá indexet?

source: Indexing failed
bg: Индексирането се провали
hu: Indexelés sikertelen

source: Unsupported
bg: Неподдържан
hu: Nem támogatott

source: Old format project file
bg: Стар формат на проектен файл
hu: Régi formátumú projekt fájl

source: No more supported.
bg: Вече не се поддържа
hu: Már nem támogatott

source: Embed VobSub subtitles into picture.
bg: Вгражда VobSub субтитри в изображението.
hu: Beágyazott VobSub felirat a képben

source: DVB sub
hu: DVB felirat

source: Embed DVB-T subtitle.
bg: Вгражда DVB-T субтитри.
hu: Beágyazott DVB-T felirat.

source: Compute Average
bg: Изчисляване на средна стойност
hu: Átlagszámítás

source: Compute average luma value for each pixel throughout all frames, and save to file
bg: Изчислява средната стойност на яркостта за всеки пиксел във всички кадри и запис във файл
hu: Számoljon átlagos luma értéket minden pixel-re az összes frame-en, és mentse fájlba

source: Threshold
bg: Праг
hu: Határérték

source: Force too-bright/too-dim pixels to 0 and the rest to 255 or vice-versa
bg: Принудително слага на прекалено ярките/бледите пиксели стойност 0 и на останалите 255 или обратното.
hu: Túl világos/túl sötét pixeleket 0-ra, a többit 255-re módosítja vagy fordítva

source: Particle List
bg: Списък с частици
hu: Elemek listája

source: Identify 'particles' (groups of pixels)
bg: Идентифицира 'частици' (групи от пиксели)
hu: 'Elemek' azonosítása (pixelcsoportok)

source: Eraser
bg: Гума
hu: Törlő

source: "Erase" arbitrary areas of each frame
bg: "Изтрива" произволни области от всеки кадър
hu: Minden frame tetszőleges területének 'törlése'

source: Swiss Army Knife
hu: Svájci bicska

source: Apply operation like P'=P*A, P-A, P+A, etc. using a convolution, rolling average, image from file, or constant
hu: Művelet alkalmazása, mint P '= P * A, PA, P + A, stb. konvolóció segítségével, mozgó átlag, kép <- fájlból, vagy állandó

source: Partial
bg: Частичен
hu: Részleges

source: Add Framenumber
bg: Добавяне на номер на кадър
hu: Frame sorszám hozzáadása

source: Print frame number directly in image
bg: Отпечатва номера на кадъра директно в изображението
hu: Frame sorszám közvetlen megjelenítése a képben

source: Problem reading XML filters
bg: Проблем при четене на XML филтрите
hu: Hiba az XML szűrők olvasásánál

source: No filter found
bg: Няма намерен филтър
hu: Szűrő nem található

source: Could not find a filter
bg: Не може да се намери филтър
hu: A szűrő nem található

source: No tag found
hu: A Tag nem található

source: Node not found
hu: A node nem található

source: Size is not (s)QCIF
bg: Размерът не е (s)QCIF
hu: A méret nem (s)QCIF

source: Problem reading SVQ3 headers
hu: Probléma a SVQ3 fejek olvasásánál

source: No stts table
hu: Nincs STTS tábla

source: There is several mpeg file, append them ?
bg: Има няколко файла във формат mpeg. Да се добавят ли?
hu: Több MPEG fájl, összefűzi őket?

source: Can't determine aspect ratio
bg: Пропорцията не може да бъде определена
hu: Nem lehet meghatározni a képarányt

source: Out of memory
bg: Няма достатъчно памет
hu: Elfogyott a memória

source: Opening MPEG
bg: Отваряне MPEG
hu: MPEG megnyitása

source: MPEG renumbering error
hu: MPEG átszámozási hiba

source: Opening Nuppel video
bg: Отваряне на видео Nuppel
hu: Nuppel videó megnyitása

source: Sure you want to abort ?
bg: Наистина ли искате да спрете?
hu: Biztos, hogy megszakítja ?

source: Size mismatch
bg: Несъответствие на размера
hu: Méret eltérés

source: Expect a crash.
bg: Очаквайте срив.
hu: Összeomlás várható

source: Do you want to save an index ?
bg: Искате ли да запазите индекс?
hu: Menteni akarja az index-et?

source: Take second track ?
bg: Да се вземе ли втората писта
hu: Megtartja a második sávot ?

source: Scanning OGM
bg: Сканиране на OGM
hu: IGM vizsgálata

source: Malformed header
bg: Деформиран хедер
hu: Hibás formátumú fejléc

source: Unpacking bitstream
hu: Bitsream kicsomagolása

source: Indexing
bg: Индексиране
hu: Indexelés

source: Incompatible audio
bg: Несъвместим звук
hu: Nem kompatibilis audió

source: For DVD, audio must be MP2 or AC3.
bg: За DVD звукът трябва да е във формат MP2 или AC3.
hu: DVD-nél az audió MP2 vagy AC3 lehet.

source: lvemux init failed
hu: Lvemux inicializálása sikertelen

source: _File
bg: _Файл
hu: _Fájl

source: Wrong Colorspace
bg: Грешно цветово простанство
hu: Hibás színtér

source: Only YV12/I420 or YUY2/I422 JPegs are supported
bg: Поддържат се само формати JPeg YV12/I420 или YUY2/I422
hu: Csak YV12/I420 vagy YUY2/I422 JPeg-ek támogatottak

source: Unknown
bg: Непознат
hu: Ismeretlen

source: Could not write the file
bg: Не може да се запише файлът
hu: A fájl írása sikertelen

source: Could not read "%s".
bg: "%s" не може да се прочете.
hu: A fájl "%s" olvasása sikertelen.

source: Output file error
bg: Грешка с изходния файл
hu: Kimeneti fájl hiba

source: Could not open "%s" for writing.
bg: "%s" не може да бъде отворен за запис.
hu: A fájlt "%s" nem lehet írásra megnyitni.

source: Input file error
bg: Грешка с входния файл
hu: Bemeneti fájl hiba

source: Unknown source type
bg: Непознат тип на източника
hu: Ismeretlen forrás típus

source: Bitmap source failed
hu: Bitmap forrás sikertelen

source: Problem loading sub
bg: Проблем при зареждане на субтитри
hu: Felirat beolvasási probléma

source: No subs
bg: Няма субтитри
hu: Nincs felirat

source: Ifo error
bg: Грешка с ifo
hu: IFO hiba

source: Error reading ifo file, aborting.
bg: Грешка при четене на файла .ifo, прекратяване.
hu: Hiba az IFO fájl olvasásakor, megszakítva.

source: Cannot write .idx
bg: Не може да се запише .idx
hu: Az .idx-et nem lehet írni

source: Cannot write .sub
bg: Не може да се запише .sub
hu: A .sub-ot nem lehet írni

source: Problem opening the mpeg files
bg: Проблем при отваряне на mpeg файлове
hu: Probléma az MPEG fájl(ok) megnyitásakor

source: Generating VobSub file
bg: Генериране на VobSub
hu: VobSub fájl generálása

source: Load it
bg: Зареждане
hu: Beolvasása

source: Crash file
bg: Файл за срив
hu: Összeomlás fájl

source: I have detected a crash file. Do you want to load it ? (It will be deleted in all cases, you should save it if you want to keep it)
hu: Összeomlott fájlt találtam. Be akarja tölteni? (Ez később minden esetben törölve lesz. Ha meg akarja tartani, mentenie kell)

source: Incompatible frame rate
bg: Несъвместима честота на кадрите
hu: Nem kompatibilis frame-ráta

source: Normal
bg: Нормално
hu: Normál

source: Mux every N video frames
bg: Събиране на всеки x видео кадъра:
hu: Minden N-edik videó frame multiplexelése

source: Mux by packet size
bg: Събиране по размер на пакета
hu: Multiplexelés csomagméret alapján

source: Muxing _type:
bg: Тип на _мултиплексирането:
hu: Multiplexelés _típusa:

source: _Split every MB:
bg: _Разделяне на всеки МБ:
hu: Felosztás az alábbi méretre (MB) :

source: Mux _every x video frames:
bg: Събиране на _всеки x видео кадъра:
hu: Minden X-edik videó frame multiplexelése

source: Mux in _blocks of x bytes:
hu: Multiplexelés x bájtos blokkokban

source: AVI Muxer Options
bg: Настройки на AVI мултиплексора
hu: AVI Multiplexer beállítása

source: Error initalizing audio filters
bg: Грешка при инициализацията на аудио филтрите
hu: Az audió szűrő aktiválása nem sikerült

source: Error initalizing video filters
bg: Грешка при инициализацията на видео филтрите
hu: A videó szűrő aktiválása nem sikerült

source: None
bg: Без
hu: Nincs

source: Cannot initiate save
hu: Nem kezdeményezhet mentést

source: 8-bit PCM
hu: 8-bites PCM

source: Unknown codec
bg: Непознат кодек
hu: Ismeretlen kodek

source: Saving
bg: Запазване
hu: Mentés

source: Width is not a multiple of 8 continue anyway ?
bg: Широчината не е кратна на 8. Да се продължи ли въпреки това?
hu: A szélesség nem többszöröse a 8-nak mindenképpen folytatja ?

source: Reuse the existing log file?
hu: Használja a már létező log fájlt?

source: Filter init failed
hu: Szűrő aktiválás sikertelen

source: 1st Pass
bg: 1-ви етап
hu: 1. menet

source: Aborting
bg: Прекъсване
hu: Megszakítás

source: Encoding
bg: Кодиране
hu: Kódolás

source: 2nd Pass
bg: 2-ри етап
hu: 2. menet

source: Smart Copy
bg: Умно копиране
hu: Intelligens másolás

source: Cannot initialize the video stream
bg: Видео потокът не може да бъде инициализиран
hu: A videó stream-et nem lehet inicializálni

source: Error while encoding
bg: Грешка по време на кодиране
hu: Hiba a kódolás alatt

source: KeyFrame error
bg: Грешка с ключов кадър
hu: KeyFrame hiba

source: The beginning frame is not a key frame. Please move the A marker.
bg: Началният кадър не е ключов. Моля премахнете маркера A.
hu: A kezdő frame nem keyframe. Helyezze át az »A« jelzőt.

source: Unsupported video
bg: Неподдържано видео
hu: Nem támogatott videó

source: Only FLV1 and VP6 video are supported
bg: Поддържа се само видео във формат FLV1 и VP6
hu: Csak az FLV1 és a VP6 videó támogatott

source: Unsupported audio
bg: Неподдържан звук
hu: Nem támogatott audió

source: Audio must be mp3 for flv output.
bg: Звукът трябва да бъде във формат mp3 при изходен файл във формат flv.
hu: Flv kimenetnél az audiónak MP3-nak kell lennie

source: Frequency must be 44100, 22050 or 11025 Hz.
bg: Честотата трябва да бъде 44100, 22050 или 11025 Хц.
hu: A frekvenciának 44100, 22500 vagy 11025Hz-nek kell lennie

source: Cannot initialize the audio stream
bg: Аудио потокът не може да бъде инициализиран
hu: Az audió stream inicializálása sikertelen

source: Invalid audio stream detected
bg: Засечен е невалиден аудио поток
hu: Érvénytelen audió stream

source: The audio stream may be invalid for this container. Continue anyway?
bg: Аудио потокът може да е невалиден за този контейнер. Да се продължи ли въпреки това?
hu: Az audió stream érvénytelen ebben a tároló formátumban. Mindenképpen folytatja?

source: This is not MPEG compatible
bg: Това не е съвместимо с MPEG
hu: Ez nem MPEG kompatibilis

source: You can't use the Copy codec.
bg: Не може да използвате кодека Copy.
hu: Nem használhat "Másolás" kodeket

source: There is no audio track
bg: Няма аудио писта
hu: Ez nem audió sáv

source: The first frame is not intra frame
bg: Първият кадър не е I-кадър
hu: Az első frame nem intra frame.

source: Use the &lt;&lt; and the &gt;&gt; buttons to move using Intra frames.
hu: Használja az &lt;&lt; és a &gt;&gt; gombokat az intra frame-ek mozgatásához.

source: Audio track is not suitable
bg: Аудио пистата не е подходяща
hu: Az audió sáv nem megfelelő

source: For DVD, audio must be 48 kHz MP2(stereo), AC3, DTS or LPCM (stereo).
bg: Зя DVD звукът трябва да е 48 kHz MP2(стерео), AC3, DTS or LPCM (стерео).
hu: DVD audiónak 48kHz-es sztereó MP2-nek, AC3-nak vagy LPCM-nek kell lennie.

source: For VCD, audio must be 44.1 kHz MP2.
bg: За VCD, звукът трябва да е 44.1 kHz MP2.
hu: VCD audiónak 44.1kHz-es MP2-nek kell lennie.

source: For DVD, audio must be 48 kHz MP2, AC3 or LPCM.
bg: За DVD звукът трябва да е 48 kHz MP2, AC3 или LPCM.
hu: DVD audiónak 48kHz-es MP2-nek, AC3-nak vagy LPCM-nek kell lennie.

source: Pass 1/2
bg: Етап 1/2
hu: Menet 1/2

source: Cannot open "%s" for writing.
bg: "%s" не може да бъде отворен за запис!
hu: Nem lehet megnyitni "%s" írásra.

source: Pass 2/2
bg: Етап 2/2
hu: Menet 2/2

source: Could not initialize video
bg: Видеото може да бъде инициализиран
hu: A videó inicializálása sikertelen

source: Could not initialize audio
bg: Звукът не може да бъде инициализиран
hu: Az audió inicializálása sikertelen

source: Saving...
bg: Запазване...
hu: Mentés...

source: Pass one
bg: Първи етап
hu: Menet 1

source: Pass 2
bg: Втори етап
hu: Menet 2

source: Select a directory
bg: Изберете папка
hu: Könyvtár kiválasztása

source: Test uinteger
hu: Teszt uinteger

source: Toggle
bg: Превключване
hu: Kapcsoló

source: No Strategy
hu: Nincs stratégia

source: NTSC converted from PAL
bg: NTSC конвертиран от PAL
hu: NTSC konvertálása PAL-ból

source: menu
bg: меню
hu: menü

source: Select Color
bg: Избор на цвят
hu: Színkiválasztás

source: _Browse...
bg: _Разглеждане...
hu: _Tallózás...

source: _Encoding mode:
bg: _Режим на кодиране
hu: _Kódolási mód:

source: _Bitrate (kb/s):
bg: Скорост на _предаване (kb/s):
hu: _Bitráta (kb/s):

source: Single pass - bitrate
bg: Едноетапно - скорост на предаване
hu: Egymenetes - bitráta

source: Single pass - constant quality
bg: Едноетапно - постоянно качество
hu: Egymenetes - állandó minőség

source: Single pass - same qz as input
bg: Едноетапно - същия квантизатор като входа
hu: Egymenetes - ugyanaz a qz mint az inputnál

source: Two pass - video size
bg: Двуетапно - размер на видео
hu: Kétmenetes - video méret

source: Two pass - average bitrate
bg: Двуетапно - средна скорост на предаване
hu: Kétmenetes - átlagos bitráta

source: _Video size (MB):
bg: _Размер на видеото (МВ):
hu: _Video méret (MB):

source: _Average bitrate (kb/s):
bg: _Средна скорост на предаване (kb/s):
hu: Átlagos _bitráta (kb/s):

source: <default>
hu: <alapértelmezett>

source: <custom>
hu: <egyéni>

source: Save As
hu: Mentés másként...

source: Are you sure you wish to delete the selected configuration?
hu: Biztos, hogy törli a kiválasztott beállítást?

source: _Previous
bg: _Предишен
hu: _Előző

source: _Next
bg: _Следващ
hu: _Következő

source: Disable
bg: Изключване
hu: Letiltás

source: Auto-detect
bg: Автоматично засичане
hu: Auto-felismerés

source: Custom
bg: Потребителски
hu: Egyéni

source: _Time shift (ms):
bg: Изместване във _времето (ms):
hu: I_dőeltolás (ms):

source: Time shift value (ms)
bg: Стойност на изместването във времето (ms)
hu: Időeltolás mértéke (ms):

source: Resampling frequency (Hz)
bg: Честота на предискретизиране (Hz)
hu: Resampling frekvencia (Hz)

source: Film to PAL
bg: Film към PAL
hu: Film -> PAL

source: PAL to Film
bg: PAL към Film
hu: PAL -> film

source: _Frame rate change:
bg: Промяна честотата на _кадрите:
hu: _Frame-ráta csere:

source: Automatic (max -3 dB)
bg: Автоматично (макс -3 dB)
hu: Automatikus (max -3 dB)

source: Manual
bg: Ръчно
hu: Kézi

source: _Gain mode:
bg: Режим на _усилване:
hu: _Gain mód:

source: G_ain value:
bg: Стойност на _усилване:
hu: G_ain értéke:

source: No change
bg: Без промяна
hu: Nincs csere

source: Stereo
bg: Стерео
hu: Sztereó

source: Stereo+surround
bg: Стерео+съраунд
hu: Sztereó+Surround

source: Stereo+center
bg: Стерео+център
hu: Sztereó+Közép

source: Stereo+center+surround
bg: Стерео+център+съраунд
hu: Sztereó+Közép+Surround

source: Stereo front+stereo rear
bg: Фронтално стерео+задно стерео
hu: Sztereó első+sztereó hátsó

source: 5 channels
bg: 5 канала
hu: 5 csatorna

source: Audio Filters
bg: Аудио филтри
hu: Audió szűrők

source: No data
bg: Няма данни
hu: Nincs adat

source: Max. bitrate:
bg: Макс. скорост на предаване:
hu: Max. bitráta:

source: Average bitrate:
bg: Средна скорост на предаване:
hu: Átlagos bitráta:

source: Number of I frames:
bg: Брой на I кадрите:
hu: I frame-ek száma:

source: Number of P frames:
bg: Броя на P кадрите:
hu: P frame-ek száma:

source: Number of B frames:
bg: Брой на B кадрите:
hu: B frame-ek száma:

source: Max. B frames:
bg: Максимален брой В кадри:
hu: Max. B frame-ek:

source: Bitrate Histogram
bg: Хистограма на скоростта на предаване
hu: Bitráta hisztogram

source: Fontconfig
hu: Fontbeállítás

source: Libraries
bg: Библиотеки
hu: Könyvtárak

source: Built-in Support
bg: Вградена поддръжка
hu: Beépített támogatások

source: _Hours:
bg: _Часове:
hu: Ó_rák:

source: _Minutes:
bg: _Минути:
hu: _Percek:

source: _Seconds:
bg: _Секунди:
hu: _Másodpercek

source: Go to Time
bg: Отиване до време
hu: Időpontra ugás

source: _Job name:
bg: Име на _Задачата:
hu: _Feladat neve:

source: Output _File:
bg: Изходен _файл:
hu: Kimeneti _fájl:

source: Select Video To Write
bg: Изберете видео за запис
hu: Video kijelölése írásra

source: Save Job
bg: Запазване на работата
hu: Feladat mentése

source: _Swap U and V
bg: Размяна на U и V
hu: U és V c_sere

source: Show motion _vectors
bg: Показване движението на векторите
hu: Motion vektorok megjelenítése

source: Decoder Options
bg: Настройки на декодера
hu: Dekódoló beállítása

source: Select idx file:
bg: Избиране на idx файл:
hu: Idx fájl kiválasztása:

source: Use GlyphSet (optional):
hu: Betűkép-beállítás használata (opcionális):

source: Select GlyphSet file
hu: Betűkép-beállítás fájl kiválasztása

source: Output SRT file
bg: Извеждане във файл SRT
hu: SRT kimeneti fájl

source: Save SRT file
bg: Запис на файл във формат SRT
hu: SRT fájl mentése

source: Select input and ouput files
bg: Избиране на входни и изходни файлове
hu: Bemeneti és kimeneti fájlok kiválasztása

source: The idx/sub file does not exist.
bg: idx/sub файлът не съществува.
hu: Az idx/sub fájl nem létezik.

source: Please Select a valid output SRT file.
bg: Моля изберете валиден изходен SRT файл.
hu: Válasszon ki érvényes kimeneti SRT fájlt.

source: Cannot load the glyphset file.
hu: Betűkép-beállító fájl beolvasása sikertelen.

source: GlyphSet filename
hu: Betűkép-beállító fájl neve

source: Save GlyphSet file
hu: Betűkép-beállító fájl mentése

source: Save Glyph
hu: Betűkép mentése

source: Input TS:
bg: Входен файл TS:
hu: Bemeneti TS:

source: Select TS file
bg: Избор на TS файл
hu: TS fájl kiválasztása

source: Subtitle PID:
bg: Субтитри PID:
hu: Felirat PID:

source: Please Select a valid TS file.
bg: Моля изберете валиден файл TS.
hu: Válasszon ki érvényes TS fájlt.

source: Save GlyphSet
hu: Betűkép-beállítás mentése

source: Audio Plugins
hu: Audió szűrők

source: Audio
bg: Звук
hu: Audió

source: Video Encoder Plugins
hu: Videó-kódoló plugin-ok

source: Video Encoder
hu: Videó-kódóló

source: Audio Device Plugins
hu: Audió eszköz plugin-ok

source: Audio Device
hu: Audió eszköz

source: Audio Encoder Plugins
hu: Audió-kódoló plugin-ok

source: Audio Encoders
hu: Audió-kódóló

source: Plugins Info
hu: Plugin infó

source: _Filter strength:
bg: Сила на _филтъра:
hu: Szű_rő erőssége:

source: _Horizontal deblocking
hu: _Vízszintes deblocking

source: _Vertical deblocking
hu: _Függőleges deblocking

source: Postprocessing
bg: Постобработка
hu: Utómunkálatok

source: _Use systray while encoding
bg: _Използване на системната област за известяване по време на кодиране
hu: Tálca (panel) használa_ta a kódolás alatt

source: _Accept non-standard audio frequency for DVD
bg: _Приемане на нестандартна аудио честота за DVD
hu: Nem sz_abványos DVD audió frekvencia elfogadása
