Repository: manojkumardshenoy/mulder
Catalog: Avidemux/po/*.po
Languages: bg, hu

source: Botto_m margin
bg: _Долна граница
hu: _Alsó margó

source: Picture resizer ported from Avisynth (C Version, slow).
hu: Kép átméretező, Avisynt-ből portolva (C verzió, lassú)

source: Width and height cannot be 0
bg: Ширината и височината не могат да са 0
hu: A szélesség és magasság nem lehet 0

source: Width and height cannot be odd
bg: Ширината и височината не могат да са нечетни
hu: A szélesség és magasság nem lehet páratlan szám

source: Blacken borders
bg: Затъмнени граници
hu: Fekete szegélyek

source: Fill borders with pure black. Doesn't alter size.
bg: Запълва границите с чисто черно. Не влияе на размера.
hu: Szegélyek megtöltése feketével. Nem változtatja a méretet.

source: Blacken Borders
bg: Затъмнени граници
hu: Fekete szegélyek

source: Blend Removal
bg: Премахване на смесване
hu: Blend eltávolító

source: Try to remove blending.
hu: Próbálja meg eltávolítani a Blending-et.

source: _Threshold:
bg: _Праг:
hu: _Határérték

source: If value is smaller than threshold it is considered valid.Smaller value might mean more false positive.
hu: Ha az érték kisebb, mint a határérték, az érvényesnek tekinthető. Lehet, hogy a kisebb érték több hamis pozitívot jelent.

source: _Noise:
bg: _Шум:
hu: _Zaj:

source: If pixels are closer than noise, they are considered to be the same
hu: Ha a képpontok közelebbiek mint a zaj, azokat azonosnak kell tekinteni

source: I_dentical:
hu: _Megegyező:

source: If metric is less than identical, images are considered identical
hu: Ha a metrika kevesebb mint megegyező, a képeket azonosnak kell tekinteni

source: _Show metrics
bg: _Показване на метрика
hu: Metrika megjeleníté_se

source: Show metric in image (debug)
hu: Metrika megjeleníté_se a képben (hibakeressés)

source: Remove IVTC that has been analog captured or resized.
hu: IVTC eltávolítása, ha analóg módon rögzített vagy átméretezett.

source: If value is smaller than threshold it is considered valid. Smaller value might mean more false positive
hu: Ha az érték kisebb, mint a határérték, az érvényesnek tekinthető. Lehet, hogy a kisebb érték több hamis pozitívot jelent.

source: _Identical:
hu: _Megegyező:

source: Hard IVTC Removal
hu: Erőltetett IVTC eltávolítás

source: Keep chroma U only.
hu: Csak a Chroma U megtartása

source: Keep chroma V only.
hu: Csak a Chroma V megtartása

source: Chroma shift
bg: Изместване на цветността
hu: Chroma eltolás

source: Shift chroma U/V to fix badly synced luma/chroma.
bg: Премества цветността U/V за да поправи лошо синхронизирани яркост/цветност.
hu: Chroma U/V eltolása, rosszul szinkronizált luma/chroma javítására

source: Chroma Shift
bg: Изместване на цветността
hu: Chroma eltolás

source: ChromaShift
bg: Изместване на цветността
hu: Chroma-eltolás

source: U Shift :
bg: Изместване U :
hu: U eltolás:

source: V Shift :
bg: Изместване V :
hu: V eltolás:

source: <b>Preview</b>
bg: <b>Преглед</b>
hu: <b>Előnézet</b>

source: Chroma noise reduction filter by MarcFD/Tritical..
hu: Chroma zajcsökkentő szűrő MarcFD/Tritical-tól...

source: Chroma Noise Reduction 2
bg: Намаляване на цветния шум 2
hu: Chroma zajcsökkentés 2

source: <b>Scene change Treshold</b>
bg: <b>Праг за промяна на сцената</b>
hu: <b>Jelenet váltási határérték</b>

source: Sensibility
bg: Чувствителност
hu: Érzékenység

source: Narrow
hu: Pontos

source: <b>Settings</b>
bg: <b>Настройки</b>
hu: <b>Beállítások</b>

source: Use also chroma to detect scene change
bg: Използване и на цветността за да се засече промяната на сцената
hu: Chroma használata a jelenetváltás érzékelésére

source: <b>Mode</b>
bg: <b>Режим</b>
hu: <b>Mód</b>

source: Alter colors (auto white balance etc...). Ported from Avisynth.
bg: Промяна на цветовете (автоматичен баланс на бялото и т.н. ...). Порт от Avisynth.
hu: Színek megváltoztatása (automatikus fehéregyensúly, stb...) AviSynth-ből portolva.

source: ColorYuv (From avisynth)
bg: ColorYuv (От avisynth)
hu: ColorYuv (Avisynth-ból)

source: Contrast
bg: Контраст
hu: Kontraszt

source: Brightness
bg: Яркост
hu: Fényerő

source: <b>Color Correction Matrix</b>
bg: <b>Матрица на цветовата корекция</b>
hu: <b>Színkorrekciós Mátrix</b>

source: Matrix
bg: Матрица
hu: Mátrix

source: Level
bg: Ниво
hu: Szint

source: <b>Matrix Warning :</b> all above values are normalized to 256!
hu: <b>Mátrix figyelmeztetés: </b> Az összes fenti érték normalizált 256-ra!

source: Display Stats
bg: Показване на статистика
hu: Statisztika megjelenítése

source: AutoWhite
hu: Auto fehéregyensúly

source: Adjust contrast, brightness and colors.
bg: Настройва контраста, яркостта и цветовете.
hu: Kontraszt, fényerő és színbeállítás

source: Crop
bg: Изрязване
hu: Vágás

source: Remove lines from top/bottom/left/right.
bg: Премахва линии от горе/долу/ляво/дясно.
hu: Sorok eltávolítása /felső/alsó/bal/jobb.

source: Crop Settings
bg: Настройки на отрязването
hu: Vágás beállítása

source: Crop Left:
bg: Отрязване отляво:
hu: Vágás-Bal:

source: Crop Right:
bg: Отрязване отдясно:
hu: Vágás-Jobb:

source: Crop Top:
bg: Отрязване отгоре:
hu: Vágás-Felül:

source: Crop Bottom:
bg: Отрязване отдолу:
hu: Vágás-Alul:

source: Auto Crop
bg: Автоматично отрязване
hu: Auto vágás

source: Useful to remove dupes left by Telecide.
hu: Telecide visszamaradt duplikációinak eltávolítására használható

source: Discard closer
hu: Közelebbi elhagyása

source: Replace (interpolate)
bg: Замяне (интерполиране)
hu: Kicserél (interpolate)

source: Pulldown dupe removal
hu: Legördülő dupe eltávolítása

source: Fastest (no chroma, partial luma)
bg: Най-бързо (без цветност, частична яркост)
hu: Leggyorsabb (nincs chroma, részleges luma)

source: Fast (partial luma and chroma)
bg: Бързо (частични яркост и цветност)
hu: Gyors (részleges luma és chroma)

source: Medium (full luma, no chroma)
bg: Средно (пълна яркост, без цветност)
hu: Közepes (teljes luma, nincs chroma)

source: Slow (full luma and chroma)
bg: Бавно (пълни яркост и цветност)
hu: Lassú (teljes luma és chroma)

source: _Threshold 1:
bg: _Праг 1:
hu: _Határérték 1:

source: T_hreshold 2:
bg: П_раг 2:
hu: H_atárérték 2:

source: C_ycle:
hu: _Ciklus:

source: Deinterlace
bg: Разплитане
hu: Váltottsoros mód megszüntetése

source: Difference between current and previous picture.
bg: Разлика между текущото и предишното изображение.
hu: Az előző és a jelenlegi kép közötti különbség:

source: _Luma lock:
bg: Заключване на _яркостта:
hu: _Luma zár:

source: C_hroma lock:
bg: Заключване на _цветността:
hu: C_hroma zár:

source: L_uma threshold:
bg: Праг на яркостта:
hu: L_uma határérték:

source: Ch_roma threshold:
bg: Праг на цветността:
hu: Ch_roma határérték:

source: _Scene change:
bg: Промяна на сцената:
hu: _Jelenetváltás:

source: Bottom
hu: Alsó

source: Keep nb of frames and fps
hu: Frame szám és fps fenntartása

source: Double nb of frames and fps
hu: Frame szám és fps kétszerezése

source: Double nb of frames (slow motion)
hu: Frame szám kétszerezése (slow motion)

source: _Field order:
hu: _Mező sorrend:

source: Extra check, avoid using it
hu: Extra ellenőrzés (ne használja)

source: Drop
bg: Пропускане
hu: Eldob

source: Drop damaged fields (e.g. from VHS capture).
bg: Пропуска повредени полета (напр. от прихващане от VHS).
hu: Károsodott mezők eldobása (pl. a VHS-rögzítés).

source: DropOut Threshold
hu: Eldobási határérték

source: Drop Out
hu: Eldobás

source: Adjust contrast, brightness, saturation and gamma.
bg: Настройва контраста, яркостта, наситеността и гамата.
hu: Kontraszt, fényerő, telítettség és gamma beállítása

source: Brigh_tness:
bg: _Яркост:
hu: Fénye_rő

source: _Saturation:
bg: _Наситеност:
hu: _Telítettség:

source: _Contrast:
bg: _Контраст:
hu: _Kontraszt:

source: _Initial:
bg: _Начален:
hu: _Kez_dő:

source: _Red:
bg: _Червен:
hu: _Vörös:

source: _Green:
bg: _Зелен:
hu: _Zöld:

source: _Blue:
bg: _Син:
hu: _Kék:

source: _Weight:
hu: Szí_negyensúly:

source: Luma correction filter with histogram.
bg: Филтър за коригиране на яркостта с хистограма.
hu: Luma korrekciós szűrő hisztogrammal.

source: Fade
bg: Избледняване
hu: Áttűnés

source: Fade in/out.
bg: Избледняване навътре/навън
hu: Áttűnés, elsötétítés/kivilágosítás

source: Out
bg: Навън
hu: Elsötétítés

source: Fade out
bg: Избледняване
hu: Elsötétítés

source: In
bg: Навътре
hu: Kivilágosítás

source: Fade in
bg: Засилване
hu: Kivilágosítás

source: _Fade type:
bg: Тип на _избледняването:
hu: Á_ttűnés típusa:

source: _Start frame:
bg: _Начален кадър:
hu: _Kezdő frame:

source: _End frame:
bg: _Краен кадър:
hu: _Befejelő frame:

source: Fade to _black
bg: Преливане към _черно
hu: Elsötétítés feketére

source: Parameter Error
bg: Грешка на параметъра
hu: Paraméter hiba

source: Start must be before end, and both within video # of frames.
hu: A kezdésnek a vég előtt kell lennie, és mindkettőnek videón belül # frame-ek.

source: Fast Convolution
hu: Gyorstekerés

source: Gauss smooth
bg: Гаусово замъгляване
hu: Gauss lágyítás

source: Gaussian smooth. Blur the picture.
bg: Гаусово замъгляване. Замъглява изображението.
hu: Gaussian lágyítás. Elmossa a képet.

source: Median kernel 3x3. Remove high frequency noise.
hu: Median kernel 3x3. Nagyfrekvenciás zajok eltávolítása

source: Sharpen
bg: Изостряне
hu: Élesítés

source: Enhance difference between near pixels.
bg: Подобрява разликата между близки пиксели.
hu: Pixelek közötti különbség növelése

source: Spatio-temporal cleaner by Ross Thomas.
hu: Időbeli & térbeli tisztító Ross Thomas-tól.

source: _Temporal threshold:
hu: _Térbeli határérték:

source: _Spatial threshold:
hu: _Időbeli határérték:

source: Forced postprocessing
bg: Задължителна постобработка
hu: Kényszerített utómunkálatok

source: Apply blind postprocessing..
hu: Vak utómunkálatok végrehajtása...

source: Forced Postprocessing
bg: Задължителна постобработка
hu: Kényszerített utómunkálatok

source: MPlayer hue
bg: Нюанс на MPlayer
hu: MPlayer árnyalat

source: Adjust hue and saturation.
bg: Настройва тоновете и насищането.
hu: Árnyalat/telítettség igazítása.

source: Hue
bg: Тон
hu: Árnyalat

source: Hue/Saturation
bg: Тон/Наситеност
hu: Árnyalat/telítettség

source: <b>Hue:</b>
bg: <b>Тон:</b>
hu: <b>Árnyalat:</b>

source: <b>Saturation:</b>
bg: <b>Наситеност:</b>
hu: <b>Telítettség:</b>

source: Merge fields
bg: Сливане на полета
hu: Mezők egyesítése

source: Merge two pictures as if they were two fields.
bg: Слива две изображения, както ако са били два кадъра.
hu: Két kép egyesítése, mintha két mező volnának

source: Each field becomes full picture, half sized.
bg: Всяко поле става пълно изображение с половин размер.
hu: Mindegyik fele méretű mező teljes kép lesz.

source: Put two fields on top of one another.
bg: Поставя две полета една над друго
hu: Két mező helyezése egy másik tetejére.

source: Unstack fields
hu: Unstack mezők

source: Interleave top and bottom part of the picture.
bg: Препокрива горната и долна част на изображението.
hu: Kép alsó és felső részét öszefésülni

source: Kernel deinterlacer by Donald Graft.
hu: Kernel deinterlacer Donald Graft-tól.

source: Smaller means more deinterlacing
hu: Deinterlace - kisebb többet jelent

source: _Sharp
bg: _Изостряне
hu: É_lesítés

source: _Sharper engine:
hu: É_lesítő motor:

source: T_woway
hu: _Kétutas

source: Extrapolate better (better not to use it)
bg: По-добра екстраполация better (по-добре да не се използва)
hu: Jobban Extrapolált (jobb, ha nem használja)

source: _Map
bg: _Карта
hu: _Térkép

source: Show interlaced areas (for test!)
hu: Vátottsoros terület megjelenítése (teszt!)

source: Median kernel 5x5. Good for reducing chroma noise.
hu: Median kernel 5x5. Chroma zaj csökkentésére használható.

source: Large Median 5x5
hu: Nagy Median 5x5

source: All FFmpeg deinterlace filters (bicubic, median, ...).
bg: Всички филтри за разплитане на FFmpeg (бикубичен, медиана, ...).
hu: Az összes FFmpeg Deinterlace szűrő (bicubic, median, ...).

source: Linear blend
bg: Линейно смесване
hu: Lineáris keverés

source: Linear interpolate
bg: Линейно интерполиране
hu: Linearis interpolálás

source: Cubic interpolate
bg: Кубично интерполиране
hu: Cubic interpolálás

source: Median interpolate
hu: Median interpolálás

source: _Autolevel
hu: _Auto-szint

source: Logo
bg: Лого
hu: Logó

source: Add a png as logo.
bg: Добавя изображение png като лого.
hu: Png hozzáadása mint logó.

source: _Logo (jpg file):
bg: _Лого (файл jpg):
hu: _Logó (jpg fájl):

source: Select JPEG file
bg: Избор на файл JPEG
hu: JPEG fájl kiválasztása:

source: _X Position:
bg: Позиция по _X:
hu: _X Pozíció:

source: _Y Position:
bg: Позиция по _Y:
hu: _Y Pozíció:

source: _Alpha:
bg: _Прозрачност:
hu: _Alfa:

source: Luma only
bg: Само яркостта
hu: Csak Luma

source: Convert picture to greyscale (black and white).
bg: Ковертира изображението в сив цвят (черно и бяло).
hu: Kép szürkeárnyalatossá alakítása (fekete-fehér)

source: Motion compensation deinterlacer. Ported from MPlayer.
bg: Разплитане с компенсация на движението. Порт от MPlayer.
hu: Motion compensation deinterlacer. MPlayer-ből portolva.

source: Fast
bg: Бързо
hu: Gyors

source: Medium
bg: Средно
hu: Közepes

source: Slow iterative motion search
hu: Lassú ismétlődő mozgás keresése

source: Extra slow (same as 3+multiple reference frames)
hu: Nagyon lassú (ugyanaz, mint 3+többszörös referencia frame-ek)

source: _Field dominance:
hu: _Mező dominancia:

source: mosaic
hu: mozaik

source: Split the picture into tiny thumbnails.
bg: Разделя изображението на миниатюри.
hu: Kép szétbontása kis képekre

source: _Horizontal stacking:
hu: _Vízszintes csoportosítás:

source: _Vertical stacking:
hu: _Függőleges csoportosítás:

source: _Shrink factor:
hu: _Shrink faktor:

source: Show _frame
bg: Показване на кадър
hu: _Frame megjelenítése:

source: Mosaic
bg: Мозайка
hu: Mozaik

source: MPlayer delogo
hu: Mplayer logó eltávolító

source: Blend a logo by interpolating its surrounding box.
bg: Смесва лого чрез интерполиране на заобикалящата го кутия.
hu: Eltűntet egy logót úgy, hogy interpolálja a kijelölés környezetét.

source: Mplayer Delogo
hu: Mplayer logó eltávolító

source: High quality version of denoise3d. Slower but more precise.
bg: По-качествена версия на denoise3d. По-бавно, но по-прецизно.
hu: Denoise3d kíváló minőségű verziója. Lassabb de pontosabb.

source: _Spatial luma strength:
hu: _Térbeli luma erőssége:

source: S_patial chroma strength:
hu: Té_rbeli chroma erőssége:

source: _Temporal strength:
hu: _Átmenet erőssége

source: Reduce noise, smooth image, increase compressibility.
bg: Намалява шума, изглажда изображението, увеличава възможността за компресия.
hu: Zaj csökkentése, kép lágyítása, tömöríthetőség növelése.

source: Change image size. Faster than Avisynth's Resize.
bg: Променя размера на изображението. По-бързо от преоразмеряването на Avisynth'.
hu: Kép átméretezése. Gyorsabb mint az Avisynt átméretező

source: Sharpen edges without amplifying noise. By Donald Graft.
bg: Изостря ръбовeте без да увеличава шума. От Donald Graft.
hu: Élek élesítése, zaj növelése nékül. Donald Graft-tól.

source: _Mask
bg: _Маска
hu: _Maszk

source: MSmooth by Donald Graft
bg: MSmooth от Donald Graft
hu: MSmooth Donald Graft-tól

source: Smooth the image, don't blur edges. Useful on anime.
bg: Заглажда изображението, без да замъглява очертанията. Полезно за аниме.
hu: Kép lágyítása. Nem mossa el az éleket. Anime-nél hasznos.

source: _High quality
bg: _Високо качество
hu: _Kíváló minőség

source: Show _mask
bg: Показване на _маската
hu: Maszk megjelenítése

source: PAL field shift
hu: PAL mezőeltolás

source: Shift fields by one. Useful for some PAL movies.
bg: Измества полетата с едно. Полезен за някои PAL филми.
hu: Mezők elmozgatása eggyel. Hasznos néhány PAL filmnél.

source: _Try reverse
hu: _Próbálja ki fordítva

source: Pal Field Shift
hu: PAL mezőeltolás

source: Smartly revert non constant PAL field shift.
hu: Nem állandó PAL mezők eltolásának 'okos' visszatérése

source: Pulldown
hu: Lenyíló

source: Convert 24 fps to 30 fps by repeating fields.
bg: Конвертира 24 кадъра/сек в 30 кадъра/сек чрез повторение на полетата.
hu: 24 fps-ről 30 fps-re konvertálás a mezők ismétlésével

source: Metrics
bg: Метрика
hu: Metrikák

source: Do you want to print metrics on screen ?
bg: Искате ли да се отпечати метриката на екрана?
hu: Szeretné a metrikát a képernyőre nyomtatni ?

source: Resample fps
hu: Fps módosítása

source: Change framerate while keeping duration.
bg: Променя кадровата честота при запазване на продължителността.
hu: Frame-ráta módosítása az időtartam megtartásával

source: _New frame rate:
bg: _Нова честота на кадрите:
hu: Ú_j frame-ráta:

source: _Blend
bg: _Смесване
hu: _Keverés

source: Reverse
bg: Обръщане
hu: Fordítva

source: Play video backward.
bg: Изпълнява видеото на обратно.
hu: Video lejátszása visszafelé.

source: Rotate
bg: Завъртане
hu: Elforgatás

source: Rotate the picture by 90, 180 or 270 degrees.
bg: Завърта изображението на 90, 180 или 270 градуса.
hu: Kép elforgatása 90, 180 vagy 270 fokkal

source: 90 degrees
bg: 90 градуса
hu: 90 fok

source: 180 degrees
bg: 180 градуса
hu: 180 fok

source: 270 degrees
bg: 270 градуса
hu: 270 fok

source: _Angle:
bg: _Ъгъл:
hu: _Szög

source: Soften
bg: Заглаждане
hu: Lágyítás

source: A variant of stabilize.
bg: Вариант на стабилизиране.
hu: A stabilizálás egy változata

source: _Luma threshold:
bg: Праг на _яркостта:
hu: _Luma határérték:

source: C_hroma threshold:
bg: Праг на _цветността:
hu: C_hroma határérték:

source: _Radius:
bg: _Радиус:
hu: _Rádiusz:

source: Subtitler
bg: Субтитриране
hu: Feliratozó

source: Add srt/sub subtitles to the picture.
bg: Добавя субтитри във формат srt/sub към изображението.
hu: Srt/Sub felirat hozzáadása a képhez.

source: Could not open subtitle file
bg: Файлът със субтитрите не може да бъде отворен
hu: A feliratfájlt nem lehet megynitni

source: Cannot identify subtitle format
bg: не може да се определи формата на субтитрите
hu: A felirat formátuma nem azonosítható

source: Arabic
bg: Арабски
hu: Arab

source: Baltic
bg: Балтийски
hu: Balti

source: Chinese Simplified (GB2312)
hu: Kínai egyszerűsített (GB2312)

source: Chinese Traditional (Big5)
hu: Kínai tradícionális (Big5)

source: Cyrillic
bg: Кирилица
hu: Cirill

source: Latin-1 (Western European)
hu: Latin-1 (Nyugat-Európai)

source: Latin-2 (Central European)
hu: Latin-2 (Kelet-Európai)

source: Greek
bg: Гръцки
hu: Görög

source: Hebrew
bg: Иврит
hu: Héber

source: Slovene
hu: Szlovén

source: Turkish
bg: Турски
hu: Török

source: _Subtitle file:
bg: Файл със _субтитри:
hu: F_elirat fájl:

source: Select TTF file
bg: Избиране на TTF файл
hu: TTF fájl kiválasztása

source: _Encoding:
bg: _Кодировка:
hu: _Kódolás:

source: S_elect C_olor
bg: Избор на цвят
hu: S_zín kiválasztása

source: Set Size and _Position
bg: Размер и позиция
hu: Méret és pozíció beállítása

source: _Auto split
bg: _Автоматично разделяне
hu: _Autó felosztás:

source: _Delay (ms):
bg: _Закъснение (ms):
hu: _Késleltetés (ms):

source: Subtitle Size and Position
bg: Размер и позиция на субтитрите
hu: Felirat mérete és pozíciója

source: Font Size:
bg: Размер на шрифта:
hu: Font méret:

source: Stabilize Threshold
bg: Стабилизиране на прага
hu: Határérték stabilizálása

source: Stabilize
bg: Стабилизиране
hu: Stabilizálás

source: Keep even fields
bg: Запазване на четните полета
hu: Mezők megtartása

source: Keep top fields. Gives a half height picture..
hu: A felső mezők megtartása. Fél magasságú képet ad.

source: Keep odd fields
bg: Запазване на нечетните полета
hu: Páratlan mezők megtartása

source: Keep bottom fields. Gives a half height picture..
hu: Az alsó mezők megtartása. Fél magasságú képet ad.

source: Swap fields
bg: Размяна на полетата
hu: Mezők felcserélése

source: Swap top and bottom fields.
bg: Размяна на горните и долни полета.
hu: Felső és alsó mezők felcserélése

source: Smart swap fields
bg: Умна размяна на полета
hu: 'Okos' mezőfelcserélés

source: Smartly swap fields. Needed when field order changes.
bg: Разменя полетата умно. Необходим при промяна на реда на полетата.
hu: Intelligens mező felcserélés. Szükséges, amikor a mezők sorrendje megváltozik.

source: Swap U and V
bg: Размяна на U и V
hu: U és V csere

source: Invert chroma U and chroma V.
bg: Обръща цветността U и цветността V.
hu: Chroma U és Chroma V invertálása.

source: Auto (might not work)
bg: Автоматично (може да не работи)
hu: Auto (lehet, hogy nem működik)

source: Top field first
bg: Първо горното поле
hu: Felső mező először

source: Bottom field first
bg: Първо долното поле
hu: Alsó mező először

source: Bottom field (keep top)
bg: Долното поле (задържане на горното)
hu: Alsó mező (felső megtartása)

source: Top field (keep bottom)
bg: Горното поле (задържане на долното)
hu: Felső mező (alsó megtartása)

source: Cubic interpolation
bg: Кубично интерполиране
hu: Cubic interpoláció

source: Modified ELA
hu: Módosított ELA

source: Kernel interpolation
hu: Kernel interpoláció

source: Modified ELA-2
hu: Módosított ELA-2

source: 4 fields check
hu: 4 mező ellenőrzés

source: 5 fields check
hu: 5 mező ellenőrzés

source: 4 fields check (no avg)
hu: 4 mező ellenőrzés (nem átlag)

source: 5 fields check (no avg)
hu: 5 mező ellenőrzés (nem átlag)

source: No link
hu: Nincs kapcsolat

source: Full link
hu: Teljes kapcsolat

source: Y to UV
bg: Y в UV
hu: Y -> UV

source: UV to Y
bg: UV в Y
hu: UV -> Y

source: _Interpolate:
bg: _Интерполиране:
hu: _Interpolálás:

source: _Type:
bg: _Тип:
hu: _Típus:

source: _MntMode:
hu: _Mnt mód:

source: _Link:
bg: _Връзка:
hu: _Kapcsolat:

source: _AP type:
hu: _AP típus:

source: Use ch_roma to evalute
bg: Използване на цветността на оценка
hu: Chorma használata a kiértékeléshez

source: Try _weave
hu: Próbálja _hullámmal

source: _Denoise
bg: _Изчистване на шум
hu: _Zajmentesítés

source: _Evalute all frames
bg: _Оценка на всички кадри
hu: Összes f_rame kiértékelése

source: Motion threshold, l_uma:
bg: Праг на движението, _яркост:
hu: Motion határérték, l_uma:

source: Motion threshold, c_hroma:
bg: Праг на движението, _цветност:
hu: Motion határérték, c_hroma:

source: Area com_bing threshold:
hu: Terület összefésülési határérték:

source: Combe_d threshold:
hu: Összefésülési határérték:

source: Artefact _protection threshold:
hu: Munkaanya_g védelmi határérték:

source: Debug:
bg: Проследяване на грешки
hu: Hibakeresés:

source: Great deinterlacing package including IVTC.
hu: Nagyszerű deinterlace csomag, IVTC-vel

source: No strategy
hu: Nincs stratégia

source: Never
bg: Никога
hu: Soha

source: If still combed
hu: Ha még összefésült

source: Always
bg: Винаги
hu: Mindig

source: None but compute
hu: Nincs, de számítsa

source: Postproc on best match
hu: Utómunkálatok a legjobb egyezőségért

source: Postproc and show zones (debug)
hu: Utómunkálatok és zónák megjelenítése (hibakeresés).

source: Process image (not fields)
hu: Képfeldolgozás (nem mezők)

source: Process image (not fields), debug
hu: Képfeldolgozás (nem mezők), hibakeresés

source: _Strategy:
bg: _Стратегия:
hu: _Stratégia:

source: _Postprocessing:
bg: _Постобработка:
hu: _Utómunkálatok:

source: _Try backward:
bg: _Опитване назад:
hu: _Próbálja visszafelé

source: _Direct threshold:
bg: _Директен праг:
hu: _Közvetlen határérték:

source: _Backward threshold:
hu: _Visszafelé határértéke:

source: _Noise threshold:
bg: _Праг на шума:
hu: _Zaj határérték:

source: Postp_rocessing threshold:
bg: _Праг на постообработка:
hu: _Utómunkálatok határértéke:

source: _Use chroma to decide
bg: _Използване на цветността за преценка
hu: C_hroma használata a döntéshez

source: Sho_w info
bg: Показване на _информация
hu: Infó megjelenítése

source: Debu_g
bg: Проследяване на _грешки
hu: Hi_bakeresés

source: Bl_end
bg: _Смесване
hu: Keverés

source: Temporal Cleaner
hu: Átmenet törlő

source: _Luma temporal threshold:
hu: _Luma átmenet határérték:

source: Ch_roma temporal threshold:
hu: _Chroma átmenet határérték:
