Repository: manojkumardshenoy/mulder
Catalog: Avidemux/po/*.po
Languages: bg, hu

source: Previous frame
bg: Предишен кадър
hu: Előző frame

source: Next frame
bg: Следващ кадър
hu: Következő frame

source: Previous keyframe
bg: Предишен ключов кадър
hu: Előző keyframe

source: Next keyframe
bg: Следващ ключов кадър
hu: Következő keyframe

source: Selection: start
bg: Селекция: начало
hu: Kijelölés: eleje

source: Selection: end
bg: Селекция: край
hu: Kijelölés: vége

source: Previous black frame
bg: Предишен черен кадър
hu: Előző Black frame

source: Next black frame
bg: Следващ черен кадър
hu: Következő Black frame

source: First frame
bg: Първи кадър
hu: Első frame

source: Last frame
bg: Последен кадър
hu: Utolsó frame

source: <b>Selection</b>
bg: <b>Селекция</b>
hu: <b>Kijelölés</b>

source: Go to marker B
bg: Отиване до маркер В
hu: »B« jelzőhöz ugrás

source: Go to marker A
bg: Отиване до маркер A
hu: »A« jelzőhöz ugrás

source: Select GlyphFile to edit
hu: Betűkép kiválasztása szerkesztésre

source: String
bg: Низ
hu: Szótag

source: Search string
bg: Низ за търсене
hu: Szótag keresése

source: End reached
bg: Достигнат е краят
hu: Végére ért

source: No more glyphs
hu: Nincs több betűkép

source: Head reached
hu: Elejére ért

source: dialog1
hu: párbeszéd1

source: Prev. Empty
hu: Előző üres

source: Next Empty
hu: Következő üres

source: Sure ?
bg: Сигурни ли сте?
hu: Biztos ?

source: Couldn't find pixmap file: %s
bg: Не може да се открие файл pixmap: %s
hu: A képfájl nem található: %s

source: Open Avidemux
bg: Отваряне на Avidemux
hu: Avidemux megnyitása

source: _Start Frame (first frame # to include in average):
hu: Kezdő frame (első frame # átlagba beleszámít):

source: _End Frame (last frame # to include), -1 = last:
hu: Utolsó frame (utolsó frame # beleszámít), -1 = utolsó:

source: Select output file
bg: Избор на изходен файл
hu: Kimeneti fájl kiválasztása

source: _Bias (only for display; use 0 for average, 128 for frame minus average):
hu: _Bias (csak megjelenítés, 0 = átlagos, 128 = frame mínusz átlag):

source: Current frame minus average so far
hu: Aktuális frame mínusz eddigi átlag

source: Average so far
hu: Eddigi átlag

source: Display nothing (fast for batch processing)
bg: Да не се показва нищо (бързо за масова обработка)
hu: Megjelenítés nincs (gyors a batch feldolgozásnál)

source: Display _Mode:
bg: _Режим на показване:
hu: _Megjelenítési mód:

source: ComputeAverage
bg: Изчисление на средна стойност
hu: Átlagszámítás

source: Erase
bg: Изтриване
hu: Törlés

source: Un-Erase
bg: Връщане
hu: Törlés visszavonása

source: Brush _Mode:
bg: Режим на _четката:
hu: Ecset _Mód:

source: Brush _Size:
bg: _Размер на четката:
hu: Ecset _mérete:

source: Select data file
bg: Избор на файл с данни
hu: Adatfájl kiválasztása

source: _Debugging settings (bits):
hu: _Hibakeresés beállítások (bitek):

source: New format, preferred, good for Tracker3D
bg: Нов формат, предпочитан, добър за Tracker3D
hu: Új formátum ami jobb a Tracker3D-nek

source: DG@UWA format (includes shape info & bounding box)
hu: DG@UWA formátum (tartalmazza az alak infót & bounding box-ot)

source: AB@ODU format (includes shape info)
hu: DG@UWA formátum (tartalmazza az alak infót)

source: Old format that Tracker3D can't read directly
bg: Стар формат, който Tracker3D не може да чете директно
hu: Régi formátumú Tracker3D melyet nem lehet olvasni közvetlenül

source: Output _Format:
bg: _Изходен формат:
hu: Kimeneti _Formátum:

source: Mi_nimum area for a particle to be detected:
bg: Ми_нимална област за засичане на частица:
hu: Mi_nimum terület egy részecske érzékelése számára

source: Ma_ximum area for a particle to be detected:
bg: Ma_ксимална област за засичане на частица:
hu: Ma_ximum terület egy részecske érzékelése számára

source: _Left side crop (ignore particles in):
bg: Отрязване от_ляво (изключване на частиците вътре):
hu: Ba_l oldali vágás (részecskéket mellőzi):

source: _Right side crop (ignore particles in):
bg: Отрязване от_дясно (изключване на частиците вътре):
hu: _Jobb oldali vágás (részecskéket mellőzi):

source: _Top crop (ignore particles in):
bg: Отрязване от_горе (изключване на частиците вътре):
hu: _Felső oldali vágás (részecskéket mellőzi):

source: _Bottom crop (ignore particles in):
bg: Отрязване отдол_у (изключване на частиците вътре):
hu: _Alsó oldali vágás (részecskéket mellőzi):

source: Select file
bg: Избор на файл
hu: Fájl kiválasztása

source: _Camera number:
bg: Номер на _камера:
hu: _Kamera száma:

source: A = convolve(P); Load convolution kernel from file
hu: A = 'összeteker'(P); 'Összetekerő' kernel beolvasása fájlból

source: A = pixel from image file as float; Load image from file
hu: A = pixel képfájlból float-ként; Kép betöltése fájlból

source: A = pixel from image file as integer; Load image from file
hu: A = pixel képfájlból integer-ként; Kép betöltése fájlból

source: A = floating point constant value
hu: A = lebegőpontos állandó érték

source: A = rolling average of pixel: A = A*(1-alpha)+(P*alpha)
hu: A = pixel mozgási átlaga: A = A*(1-alpha)+(P*alpha)

source: Select _Operation on each pixel P and input A:
hu: Művelet _kiválasztása minden P pixelen és A: bemeneten

source: Input _Type:
bg: Входен тип:
hu: Bemenet típusa:

source: Input _File (image or convolution kernel):
hu: Bemeneti _Fájl (kép vagy konvolúciós kernel):

source: _Load Bias (added to each pixel in file image when loaded):
hu: _Bias betöltése (hozzádva minden pixelhez a képfájl betöltésekor):

source: Load _Multiplier (each pixel in file image mult. by this when loaded):
hu: Szor_zó betöltése (minden pixel megszorozva a képfájl betöltésekor):

source: Input _Constant:
hu: Bemeneti állandó:

source: Memory constant _alpha (where A = (1-alpha)*A + alpha*(curr_frame + lookahead)):
hu: Memória állandó _alpha (ahol A = (1-alpha)*A + alpha*(aktuális f_rame + lookahead)):

source: Look ahead _N frames:
hu: _N frame előolvasása:

source: Init _Start Frame (first frame # to use for head start):
hu: Kezdő frame (első frame # fő indításhoz használható):

source: Init _End Frame (last frame # to use for head start):
hu: Befejező frame (utolső frame # fő indításhoz használható):

source: Init By _Rolling (compute head start using a rolling average rather than a straight average)
hu: Mozgási átlag módszer (a fej indítását mozgási átlaggal számítja ki, egyenes átlag helyett)

source: _Bias (will be added to result):
hu: _Bias (hozzáadódik az eredményhez):

source: _Result Bias (added to each result pixel):
hu: Bias e_redmény (hozzáadva minden pixel eredményhez):

source: Result _Multiplier (each result pixel multiplied by this):
hu: Eredmény szorzó (minden pixel eredményt megszorozza ezzel):

source: _Histogram every N frames (0 to disable):
bg: _Хистограма на всеки N кадъра (0 за изключване):
hu: Hisztogram minden N frame-re (0 - letiltás)

source: Mi_nimum value to be in-range:
hu: Minimum érték a tartományon belül

source: Ma_ximum value to be in-range:
hu: Maximum érték a tartományon belül

source: In-range values go white, out-of-range go black
hu: Tartományon belüli értéknél fehér, tartományon kívüli értéknél fekete legyen

source: In-range values go black, out-of-range go white
hu: Tartományon belüli értéknél fekete, tartományon kívüli értéknél fehér legyen

source: Output values:
bg: Изходни стойности
hu: Kimeneti értékek:

source: Select ECMAScript to Run
hu: Válassza ki az ECMAScript-et a futtatáshoz

source: Obsolete
hu: Elavult

source: Not coded in this version
bg: Не е включено в тази версия
hu: Nem szerepel ebben a verzióban

source: Select Video/Image File...
hu: Videó/Kép fájl kiválasztása...

source: Select Workbench to Save
hu: Projekt kiválasztása mentésre

source: Select Raw File to Save
bg: Избор на суров файл за запис
hu: Raw fájl kiválasztása mentésre

source: Select AVI File...
bg: Избор на файл AVI...
hu: AVI fájl kiválasztása...

source: Select AVI File to Append...
bg: Избор на файл AVI за добавяне
hu: AVI fájl kiválasztása hozzáfűzésre

source: Select File to Save Audio
bg: Изберете файл, за да запазите звука
hu: Fájl kiválasztása audió mentésre

source: Select JPEG Sequence to Save
bg: Избиране на JPEG последователност за запис
hu: JPEG képsor kiválasztása mentésre

source: Select BMP to Save
bg: Избор на BMP за запис
hu: BMP kiválasztása mentésre

source: Select JPEG to Save
bg: Избор на JPEG за запис
hu: JPEG kiválasztása mentésre

source: Select File to Save
bg: Избор на файл за запис
hu: Fájl kiválasztása mentésre

source: Select MP3 to Load
bg: Избор на файл МР3 за зареждане
hu: MP3 kiválasztása beolvasásra

source: Select AC3 to Load
bg: Избор на файл АС3 за зареждане
hu: AC3 kiválasztása beolvasásra

source: Select WAV to Load
bg: Избор на файл WAV за зареждане
hu: WAV kiválasztása beolvasásra

source: Go to Frame
bg: Отиване до кадър
hu: Ugrás frame-hez

source: _Go to frame:
bg: _Отиване до кадър:
hu: U_grás frame-hez

source: Out of bounds
bg: Извън граници
hu: Megengedett területen kívüli

source: Marker A > B
bg: Маркер A > B
hu: Jelző A > B

source: An invalid frame range has been selected. Make sure marker A is placed before marker B.
bg: Избран е невалиден обхват от кадри. Уверете се, че маркер А е поставен преди В.
hu: Érvénytelen frame tartomány van kijelölve. Győződjön meg róla, hogy egy »A« jelző el van helyezve a »B« előtt.

source: Cannot copy.
bg: Не може да се копира.
hu: Nem lehet másolni.

source: Something bad happened (II))
bg: Случи се нещо лошо (II))
hu: Valami rossz történt (II)

source: Are you sure?
bg: Сигурни ли сте?
hu: Biztos?

source: Use custom value
bg: Използване на потребителска стойност
hu: Egyéni érték használata

source: Frame Rate
bg: Кадрова честота
hu: Frame-ráta

source: _Frames per second
bg: _Кадри в секунда
hu: _Frame / másodperc

source: Standard Frame Rate:
hu: Szabványos frame-ráta:

source: Change Frame Rate
hu: Frame-ráta módosítása

source: Width is not a multiple of 8
bg: Ширината не е кратна на 8
hu: A szélesség nem többszöröse a 8-nak

source: This will make trouble for AVI files.
bg: Това ще доведе до проблеми при файлове AVI.
hu: Ez problémát okozhat az AVI fájloknak

source: Rebuild all Keyframes?
bg: Преизграждане на всички ключови кадри
hu: Minden keyframe újraépítése?

source: Permission error
bg: Грешка с правата
hu: Engedély hiba

source: "%s" does not exist.
bg: "%s" не съществува
hu: "%s" nem létezik.

source: Error opening file
bg: Грешка при отваряне на файл
hu: Fájl megnyitási hiba

source: Error opening "%s".
bg: Грешка при отваряне на "%s".
hu: Megnyitási hiba "%s".

source: Cannot open project using the video loader.
hu: Nem lehet megnyitni a projektet a videó betöltővel.

source: Try 'File' -> 'Load/Run Project...'
bg: Опитайте 'Файл' -> 'Зареждане/Изпълнение на проект...'
hu: Próbálja így: 'Fájl' -> 'Projekt betöltése/indítása...'

source: Could not open the file
bg: Неуспех при отварянето на файла
hu: Nem lehet megnyitni a fájlt

source: Multiple Audio Tracks
bg: Няколко аудио писти
hu: Több Audió sáv

source: The file you just loaded contains several audio tracks. Go to Audio->MainTrack to select the active one.
bg: Току-що зареденият файл съдържа няколко аудио писти. Идете в Аудио->Основна писта за да изберете активната.
hu: Az imént betöltött fájl több audió sávot tartalmaz. Nyissa meg az 'Audió' -> 'Fő audió sáv' menüt és válassza ki az egyiket.

source: No audio decoder found for this file
bg: За този файл не е намерен аудио декодер
hu: Audió dekóder a fájlhoz nem található

source: Save (A+V) will generate bad AVI. Save audio will work.
bg: Запазването (на звука + видеото) ще генерира лош файл AVI. Запазването на звука ще работи.
hu: (A+V) mentése hibás AVI-t fog generálni. Az audió mentése működni fog.

source: Something failed when appending
bg: Нещо се провали при добавянето
hu: A hozzáfűzésnél valami nem sikerült

source: Something bad happened (II)
bg: Нещо лошо се случи (II)
hu: Valami rossz történt (II)

source: Cannot save the audio in copy mode
bg: Звукът не може да се запази в режим на копиране
hu: Másolás módban nem lehet az audiót menteni

source: Select WAV PCM as the audio codec, otherwise the audio file would be raw PCM.
bg: Като аудио кодек изберете WAV PCM, иначе аудио файлът трябва да е суров PCM.
hu: Válasszuk a PCM WAV-ot mint audió codec-et, ellenkező esetben a hangfájlt nyers PCM lenne.

source: Saving audio
bg: Звука се записва
hu: Audió mentése

source: Get Frame
hu: Frame bekérés

source: Cannot get this frame to save
hu: Ezt a frame-et nem lehet menteni

source: Mark A > B
bg: Маркиране A > B
hu: Jelző A > B

source: Set your markers correctly.
bg: Задайте маркерите правилно.
hu: Állítsa be helyesen a jelzőket.

source: Saving as set of jpegs
bg: Запазване като група от файлове JPEG
hu: Mentés mint JPEG beállítás

source: Cannot decode frame
bg: Кадърът не може да се декодира
hu: Frame dekódolása sikertelen

source: Aborting.
bg: Прекъсване.
hu: Megszakítva.

source: Done
bg: Готово
hu: Kész

source: Saved %d images.
bg: Запазени са %d изображения.
hu: %d kép mentve.

source: Error
bg: Грешка
hu: Hiba

source: Could not save all images.
bg: Не могат да се запазят всички изображения
hu: Nem lehetett menteni az összes képet

source: Saved "%s".
bg: "%s" бе запазен.
hu: Mentve "%s".

source: BMP op failed
bg: Отварянето на файл BPM се провали
hu: BMP művelet sikertelen

source: Saving %s as a BMP file failed.
bg: Запазването на %s като файл BMP се провали.
hu: %s mentése mint BMP fájl, sikertelen

source: Failed to open the file
bg: Неуспех при отваряне на файла
hu: Fájl megnyitása sikertelen

source: Not a WAV file?
bg: Не е файл WAV?
hu: Ez nem WAV fájl?

source: WAV open file failed...
bg: Неуспех при отварянето на файл WAV...
hu: WAV fájl megnyitása sikertelen...

source: Cannot decompress audio frame
bg: Аудио кадърът не може да бъде разкомпресиран
hu: Audió frame kicsomagolása sikertelen

source: Memory Error
bg: Грешка в паметта
hu: Memória hiba

source: No frames to encode
bg: Няма кадри за кодиране
hu: Nincs kódolható frame

source: Please check markers. Is "A>" == ">B"?
bg: Моля проверете маркерите си. Дали "A>" == ">B"?
hu: Ellenőrizze a jelzőket. "A>" == ">B"?

source: Saving raw video stream
bg: Запазване на суров видео поток
hu: Nyers (RAW) videó stream mentése

source: Checking video
bg: Проверка на видеото
hu: Videó ellenőrzése

source: No error found
bg: Не е открита грешка
hu: Nincs hiba

source: Errors found in %u frames
bg: Открити са грешки в %u кадъра
hu: Hiba van %u frame-ben

source: Cannot decompress the audio stream
bg: Аудио потокът не може да бъде разкомпресиран
hu: Audió stream kicsomagolása sikertelen

source: Switch audio codec to Copy.
bg: Превключете аудио кодека на Copy.
hu: Az audió kodek átkapcsolása 'Másolás'-ra

source: Cannot delete the selection.
bg: Селекцията не може да бъде изтрита.
hu: A kijelölést nem lehet törölni

source: You can't remove all frames
bg: Не можете да премахнете всички кадри
hu: Nem lehet eltávolítani az összes frame-et

source: Something bad happened
bg: Нещо лошо се случи
hu: Valami rossz történt

source: Could not get tracks info
bg: Информацията за пистите не може да се получи
hu: A sáv(ok) információi nem elérhetőek.

source: Take audio from video file
bg: Вземане на звук от видео файл
hu: Audió beemelése videó fájlból

source: No audio
bg: Няма звук
hu: Nem audió

source: External AC3
bg: Външен АС3
hu: Külső AC3

source: Take audio from external AC3 file
bg: Вземане на звук от външен файл AC3
hu: Audió beemelése külső AC3 fájlból

source: External MP3
bg: Външен МР3
hu: Külső MP3

source: Take audio from external MP3 file
bg: Вземане на звук от външен файл MP3
hu: Audió beemelése külső MP3 fájlból

source: External WAV
bg: Външен WAV
hu: Külső WAV

source: Take audio from external WAV file
bg: Вземане на звук от външен файл WAV
hu: Audió beemelése külső WAV fájlból

source: _Audio source:
bg: _Аудио източник:
hu: _Audió forrás:

source: _External file:
bg: _Външен файл:
hu: _Külső fájl:

source: Audio track %d (%s/%d channels/%d kbit per s/%d ms shift)
hu: Audió sáv %d (%s/%d csatorna - %d kbit/mp - %d ms eltolás)

source: _Track from video:
bg: _Писта от видео:
hu: _Sáv videóból:

source: Main Audio Track
bg: Основна аудио писта
hu: Fő audió sáv

source: Cannot load
bg: Не може да се зареди
hu: Beolvasás sikertelen

source: The selected audio file does not exist.
bg: Избраният звук не съществува.
hu: A kiválasztott audió fájl nem létezik

source: Second Audio Track
bg: Втора аудио писта
hu: Második audió sáv

source: Error loading the MP3 file
bg: Грешка при зареждане на файл МР3
hu: MP3 fájl betöltési hiba

source: Second track loaded
bg: Втората писта е заредена
hu: Második sáv beolvasva

source: Error loading the AC3 file
bg: Грешка при зареждане на файл АС3
hu: AC3 fájl betöltési hiba

source: Error loading the WAV file
bg: Грешка при зареждане на файл WAV
hu: WAV fájl betöltési hiba

source: Saving failed
bg: Записът се провали
hu: Mentés sikertelen

source: Saving the job failed. Maybe you have permission issue with ~/.avidemux
bg: Запазването на задачата се провали. Може би имате проблем с правата за достъп до ~/.avidemux
hu: A feladat mentése sikertelen. Lehet, hogy jogosultság hiba a(z) ~/.avidemux könyvtárban

source: File %s has been successfully saved.
bg: Файлът %s беше запазен успешно.
hu: A %s fájl sikeresen mentve.

source: File %s was NOT saved correctly.
bg: Файлът %s НЕ беше запазен правилно.
hu: A %s fájl mentése NEM sikerült

source: Failed to connect to avsproxy. Is it running ?
bg: Свързването към avsproxy се провали. Дали е пуснат?
hu: Csatlakozás az AvsProxy-hoz sikertelen. El lett indítva ?

source: Frame type:
bg: Тип кадър:
hu: Frame típus:

source: Frame size:
bg: Размер на кадъра:
hu: Frame méret

source: Memory error
bg: Грешка в паметта
hu: Memória hiba

source: Error converting to BMP
bg: Грешка при конвертиране във ВМР
hu: BMP-be konvertálás sikertelen

source: Cannot encode the frame
bg: Кадърът не може да се кодира
hu: A frame kódolása sikertelen

source: Trouble initializing audio device
bg: Проблем при инициализирането на звуковото устройство
hu: Probléma az audió eszköz inicializásánál

source: Something very wrong happened when building joblist.
bg: Нещо много се обърка при изграждането на списъка със задачи.
hu: Valami nagyon rossz történt, a feladatlista generálásánál.

source: There are no jobs stored
bg: Няма съхранени задачи
hu: Nincsenek tárolt feladatok

source: Decompressing error
bg: Грешка при разкомпресиране
hu: Kicsomagolási hiba

source: Cannot decode next frame.
bg: Следващият кадър не може да бъде декодиран
hu: A következő frame dekódolása sikertelen

source: Cannot decode keyframe.
bg: Ключовият кадър не може да бъде декодиран.
hu: A keyframe dekódolása sikertelen

source: Seeking
hu: Keresés

source: Finding black frames
bg: Търсене на черни кадри
hu: Black frame keresése

source: Cannot decode the frame.
bg: Кадърът не може да бъде декодиран
hu: A frame dekódolása sikertelen

source: Dual audio can only be used in copy mode
bg: Двоен звук може да се използва само в режим копиране
hu: Dual audiósávot csak 'Másolás' módban lehet használni

source: Select Copy as the video codec.
bg: Избиране на Копиране като видео кодек
hu: 'Másolás' mód kiválasztása mint videó kodek

source: Incompatible output format
bg: Несъвместим изходен формат
hu: Nem kompatibilis kimeneti formátum

source: There is no second track
bg: Няма втора писта
hu: Nincs második sáv

source: Select a second audio track in the Audio menu.
bg: В менюто Аудио изберете втора звукова писта
hu: Második audió sáv kiválasztása az 'Audió' menüben

source: Select dual audio AVI to write
bg: Избор файл AVI с двоен звук за запис
hu: Dual audió sávos AVI kiválasztása írásra

source: This cannot have packed VOP
hu: Ez nem tud VOP-ot becsomagolni

source: It is not MPEG-4 video. File will not be saved.
bg: Не е видео MPEG-4. Файлът няма да бъде запазен.
hu: Ez nem MPEG-4 videó. A fájl nem lehet menteni.

source: You may need smart copy. Enable it?
hu: Gyorsmásolásra van szükség. Engedélyezi?

source: _Q factor (set 4):
hu: _Q faktor (beállítás 4):

source: _Bitrate:
bg: _Скорост на предаване:
hu: _Bitráta:

source: Aften Configuration
hu: Aften beállítás

source: Joint stereo
bg: Свързано стерео
hu: Egyesített sztereó

source: C_hannel mode:
bg: Режим на _канала:
hu: Csatorna mód:

source: Extreme
bg: Екстремно
hu: Extrém

source: Bit_rate mode:
bg: Режим на _скоростта на предаване:
hu: Bitráta mód:

source: _Quality:
bg: _Качество:
hu: _Minőség

source: _Disable reservoir
hu: _Tároló letiltása

source: LAME Configuration
bg: Конфигуриране на LAME
hu: LAME beállítása

source: TwoLame Configuration
hu: TwoLame beállítás

source: Quality based
bg: Основаващ се на качеството
hu: Minőségre alapuló

source: _Mode:
bg: _Режим:
hu: _Mód:

source: Vorbis Configuration
bg: Конфигуриране на Vorbis
hu: Vorbis beállítás

source: Incompatible settings
bg: Несъвместими настройки
hu: Nem kompatibilis beállítás

source: _GOP size:
bg: Размер на _GOP
hu: _GOP méret:

source: Full
hu: Teljes

source: Default
bg: По подразбиране
hu: Alapértelmezett

source: Progressive
bg: Прогресивно
hu: Progresszív

source: Interlaced BFF
bg: Презредово BFF
hu: Váltottsoros BFF

source: Interlaced TFF
bg: Презредово TFF
hu: Váltottsoros TFF

source: Ma_x. bitrate:
bg: _Макс. скорост на предаване:
hu: Ma_x. bitráta:

source: Mi_n. bitrate:
bg: Ми_н. скорост на предаване:
hu: Mi_n. bitráta:

source: _Use Xvid rate control
bg: Използване контрола на скоростта на предаване на Xvid
hu: Xvid bitráta kontrol használata

source: _Buffer size:
bg: Размер на _буфера:
hu: _Puffer méret

source: Aspect _ratio:
bg: _Пропорция:
hu: Képarány:

source: _Matrices:
bg: Матри_ци:
hu: _Mátrixok:

source: _Interlacing:
bg: _Преплитане:
hu: _Váltottsoros:

source: Hadamard Exhaustive Search
hu: Hadamard alapos keresés

source: Rate Control
bg: Контрол на скоростта
hu: Ráta felügyelet

source: Add black borders
bg: Добавяне на черни граници
hu: Fekete szegély hozzáadása

source: Add pure black border(s).
hu: Tiszta fekete szegély(ek) hozzáadása

source: _Left border:
bg: _Лява граница:
hu: _Szegély-Bal:

source: _Right border:
bg: _Дясна граница:
hu: S_zegély-Jobb:

source: _Top border:
bg: _Горна граница:
hu: Sz_egély-Felső:

source: _Bottom border:
bg: _Долна граница:
hu: Sze_gély-Alsó:

source: Add Borders
bg: Добавяне на граници
hu: Szegélyek hozzáadása

source: Incorrect parameters
bg: Некоректни параметри
hu: Helytelen paraméter

source: All parameters must be even and within range.
bg: Всички параметри трябва да са четни и в обхват.
hu: Minden paraméter hatókörön belül kell hogy legyen.

source: Animated Menu
bg: Анимирано меню
hu: Animált menü

source: Create a video made of 6 mini windows, very useful to do DVD menus.
bg: Създава видео, изградено от 6 мини прозореца. Много полезно за менюта на DVD.
hu: Videó készítése 6 mini ablakkal, nagyon hasznos DVD menüknél.

source: _Background Image:
bg: _Фоново изображение:
hu: _Háttérkép:

source: Select background image
bg: Избиране на фоново изображение
hu: Háttérkép kiválasztása

source: _NTSC (default is PAL):
hu: _NTSC (alapértelmezés PAL):

source: Vignette _Width:
hu: Címke szélessége:

source: Vignette _Height:
hu: Címke magassága:

source: Vignette frame number
hu: Címke frame sorszáma:

source: Timecode:
hu: Időkód:

source: Threshold :
bg: Праг:
hu: Határérték:

source: Strength :
bg: Сила:
hu: Erősség:

source: Add ASS/SSA subtitles to the picture.
bg: Добавя ASS/SSA субтитри към изображението.
hu: ASS/SSA felirat hozzáadása a képhez

source: _Subtitle file (ASS/SSA):
bg: _Файл със субтитри (ASS/SSA):
hu: _Felirat fájl (ASS/SSA):

source: Select Subtitle file
bg: Избиране на файл със субтитри
hu: Felirat fájl kiválasztása

source: _Line spacing:
bg: _Отстояние между редовете:
hu: _Sorköz:

source: _Font scale:
bg: Мащаб на _шрифта:
hu: _Font méret:

source: _Top margin:
bg: _Горна граница:
hu: _Felső margó
