Repository: manojkumardshenoy/mulder
Catalog: trunk/Avidemux/po/*.po
Languages: pl

source: translator-credits
pl: Aleksander Łukasiewicz <aleksander@lukasiewicz.org> 2009

source: Start frame for partial :
pl: Klatka początkowa dla sekcji :

source: End frame for partial :
pl: Klatka końcowa dla sekcji :

source: Configure partialized filter
pl: Konfiguruj częściowy filtr

source: Alert
pl: Powiadom mnie

source: none
pl: brak

source: Select .idx file
pl: Wybierz plik .idx

source: Wrong VobSub parametering
pl: Niewłaściwe parametry parsera napisów Vobsub

source: The idx/sub file does not set.
pl: Plik idx/sub nie ustawia się.

source: VobSub Settings
pl: Ustawienia VobSub

source: Select .idx
pl: Wybierz .idx

source: None
pl: Brak

source: Select Language :
pl: Wybierz język:

source: Select Sub
pl: Wybierz Sub

source: Extra Shrink Factor :
pl: Dodatkowy współczynnik zmniejszenia :

source: Shift (ms) :
pl: Przesunięcie (ms)

source: Extra Settings
pl: Dodatkowe ustawienia

source: Cannot open directory as a file
pl: Nie można otworzyć katalogu jako pliku

source: Images
pl: Obrazy

source: All
pl: Wszystkie

source: Privileges Required
pl: Wymagane uprawnienia

source: Root privileges are required to perform this operation.
pl: Aby wykonać to działanie wymagane są uprawnienia administracyjne.

source: Shutting down
pl: Już w trakcie zamykania.

source: Encoding...
pl: Kodowanie...

source: <b>Phase:</b>
pl: <b>Etap:</b>

source: <b>Video Codec:</b>
pl: <b>Kodek obrazu:</b>

source: <b>Audio Codec:</b>
pl: <b>Kodek dźwięku:</b>

source: <b>Container:</b>
pl: <b>Kontener:</b>

source: <b>Processed Frames:</b>
pl: <b>Przetworzone klatki:</b>

source: <b>Total Frames:</b>
pl: <b>Wszystkie klatki:</b>

source: <b>Quantiser:</b>
pl: <b>Kwantyzator:</b>

source: <b>Average Bitrate:</b>
pl: <b>Śr. przepływność:</b>

source: <b>Video Size:</b>
pl: <b>Obraz:</b>

source: <b>Audio Size:</b>
pl: <b>Dźwięk:</b>

source: <b>Total Size:</b>
pl: <b>Razem:</b>

source: <b>Time Remaining:</b>
pl: <b>Pozostały czas:</b>

source: <b>Frames/sec:</b>
pl: <b>Klatki/sek:</b>

source: Shut down computer when finished
pl: Wyłącz komputer po ukończeniu

source: Priority:
pl: Priorytet:

source: High
pl: Wysoki

source: Above Normal
pl: Powyżej standardowej

source: Normal
pl: Zwykły

source: Below Normal
pl: Poniżej standardowej

source: Low
pl: Niski

source: Pause / Abort
pl: Wstrzymaj / Przerwij

source: Audio Plugins
pl: Wtyczki dźwięku

source: Audio
pl: Dźwięk

source: Video Encoder Plugins
pl: Wtyczki koderów obrazu

source: Video Encoder
pl: Koder obrazu

source: Audio Device Plugins
pl: Wtyczki urządzenia dźwiękowego

source: Audio Device
pl: Urządzenie dźwiękowe

source: Audio Encoder Plugins
pl: Wtyczki koderów dźwięku

source: Audio Encoders
pl: Kodery dźwięku

source: Plugins Info
pl: Informacje o wtyczkach

source: _Dynamic range compression
pl: Kompresja _dynamicznego zakresu

source: _Time shift (ms):
pl: Przesunięcie _czasu (ms)

source: Time shift value (ms)
pl: Wartość przesunięcia czasu (ms)

source: R_esampling (Hz):
pl: Zmiana częstotliwości próbkowania (Hz)

source: Resampling frequency (Hz)
pl: Zmiana częstotliwości próbkowania (Hz)

source: Film to PAL
pl: Film na PAL

source: PAL to Film
pl: PAL na Film

source: _Frame rate change:
pl: Zmiana liczby _klatek na sekundę:

source: Automatic (max -3 dB)
pl: Automatyczny (maks. -3 dB)

source: Manual
pl: Ręczny

source: _Gain mode:
pl: Tryb normalizacji _głośności

source: G_ain value:
pl: W_artość normalizacji głośności:

source: Gain
pl: Normalizacja głośności

source: No change
pl: Bez zmian

source: Stereo+surround
pl: Stereo+przestrzenny

source: Stereo+center
pl: Stereo+centralny

source: Stereo+center+surround
pl: Stereo+centralny+przestrzenny

source: Stereo front+stereo rear
pl: Stereo przednie+stereo tylne

source: 5 channels
pl: 5 kanałów

source: _Mixer:
pl: _Mikser dźwięku:

source: Audio Filters
pl: Filtry dźwięku

source: _VOB file(s):
pl: Plik(i) _VOB:

source: Select VOB file(s)
pl: Wybierz plik(i) VOB

source: _IFO file:
pl: Plik _IFO:

source: Select IFO file
pl: Wybierz plik IFO

source: VobSub file:
pl: Plik napisów VobSub:

source: Select VobSub file
pl: Wybierz plik napisów VobSub

source: VOB to VobSub
pl: Parser napisów VobSub z pliku VOB

source: The selected vobfile does not exist
pl: Wybrany plik VOB nie istnieje

source: Please select a correct VobSub path/dir
pl: Proszę wybrać poprawną ścieżkę do pliku VobSub

source: _Shrink Factor:
pl: Współczynnik zmniej_szenia:

source: Requant Configuration
pl: Konfiguracja rekwantyzacji

source: Select idx file:
pl: Wybierz plik idx:

source: Use GlyphSet (optional):
pl: Użyj zestawu glifów (opcjonalne):

source: Select GlyphSet file
pl: Wybierz plik z zestawem glifów

source: Output SRT file
pl: Plik wyjściowy napisów SRT

source: Save SRT file
pl: Zapisz plik napisów SRT

source: Select input and ouput files
pl: Wybierz pliki wejściowe i wyjściowe

source: File error
pl: Błąd podczas otwierania pliku

source: The idx/sub file does not exist.
pl: Plik idx/sub nie istnieje.

source: Please Select a valid output SRT file.
pl: Proszę wybrać poprawny wyjściowy plik SRT.

source: Cannot load the glyphset file.
pl: Nie można wczytać pliku z zestawem glifów.

source: GlyphSet filename
pl: Nazwa pliku zestawu glifów

source: Save GlyphSet file
pl: Zapisz plik z zestawem glifów

source: Save Glyph
pl: Zapisz glif

source: Input TS:
pl: Wejście TS:

source: Select TS file
pl: Wybierz plik TS

source: Subtitle PID:
pl: PID napisów:

source: Please Select a valid TS file.
pl: Proszę wybrać poprawny plik TS.

source: Save GlyphSet
pl: Zapisz zestaw glifów

source: _GOP size:
pl: Rrozmiar _GOP:

source: FLV1 Configuration
pl: Konfiguracja FLV1

source: Full
pl: Pełny

source: Log
pl: Dziennik

source: Phods
pl: Algorytm PHODS

source: EPZS
pl: Algorytm EPZS

source: MB comparison
pl: Porównanie MB

source: Fewest bits (vhq)
pl: Najmniej bitów (vhq)

source: Rate distortion
pl: Zniekształcenie przepływności

source: Matrices
pl: Matryce

source: Mi_n. quantizer:
pl: Mi_n. kwantyzator:

source: Ma_x. quantizer:
pl: Ma_ks. kwantyzator:

source: Max. quantizer _difference:
pl: Maks. _różnica kwantyzatora:

source: _Trellis quantization
pl: Kwantyzacja _Trellisa

source: _Quarter pixel
pl: Ć_wierć piksela

source: _Number of B frames:
pl: _Liczba klatek typu B:

source: _Quantization type:
pl: Typ _kwantyzacji:

source: _Macroblock decision:
pl: Kwantyzacja _makrobloków:

source: _Filesize tolerance (kb):
pl: Tolerancja rozmiaru _pliku (kb):

source: _Quantizer compression:
pl: Kompresja _kwantyzatora:

source: Quantizer _blur:
pl: _Rozmycie kwantyzatora:

source: User Interface
pl: Interfejs użytkownika

source: Advanced Simple Profile
pl: Zaawansowany prosty profil

source: Motion Estimation
pl: Szacowanie ruchu

source: Quantization
pl: Kwantyzacja

source: Rate Control
pl: Kontrola przepływności

source: libavcodec MPEG-4 configuration
pl: Konfiguracja libavcodec MPEG-4

source: _Job name:
pl: Nazwa _zadania:

source: Output _File:
pl: _Plik wyjściowy:

source: Select Video To Write
pl: Wybierz obraz wideo do zapisu

source: Save Job
pl: Zapisz zadanie

source: _Swap U and V
pl: _Zamień U i V

source: Show motion _vectors
pl: Pokaż _wektory ruchu

source: Decoder Options
pl: Opcje dekodera

source: _Filter strength:
pl: Natężenie _filtra:

source: _Horizontal deblocking
pl: Rozblokowanie _poziome

source: _Vertical deblocking
pl: Rozblokowanie pi_onowe

source: _Deringing
pl: Usuwanie pie_rścienia

source: Postprocessing
pl: Przetwarzanie dodatkowe

source: Default
pl: Domyślna

source: Progressive
pl: Przyrostowy

source: Interlaced TFF
pl: TFF z przeplotem

source: Interlaced BFF
pl: BFF z przeplotem

source: Aspect _ratio:
pl: Proporcje ob_razu:

source: _Matrices:
pl: _Matryce:

source: Ma_x. bitrate:
pl: Ma_ks. przepływność:

source: _Interlacing:
pl: _Przeplot:

source: MPEG-2 Configuration
pl: Konfiguracja MPEG-2

source: _Hours:
pl: _Godziny:

source: _Minutes:
pl: _Minuty:

source: _Seconds:
pl: _Sekundy:

source: Go to Time
pl: Przejdź do czasu

source: _Quality:
pl: _Jakość:

source: _Swap U&V
pl: _Zamień U i V

source: MJPEG Configuration
pl: Konfiguracja MJPEG

source: Mi_n. bitrate:
pl: Mi_n. przepływność:

source: _Use Xvid rate control
pl: _Użyj kontroli przepływności Xvid

source: _Buffer size:
pl: Rozmiar _bufora:

source: libavcodec MPEG-2 Configuration
pl: Konfiguracja libavcodec MPEG-2

source: DVD half D1
pl: DVD połowa D1

source: PSP full res. (720 * 480)
pl: PSP pełna rozdzielczość (720*480)

source: _Target type:
pl: _Typ pliku docelowego:

source: _Source aspect ratio:
pl: W_spółczynnik proporcji obrazu źródłowego

source: _Destination aspect ratio:
pl: Współczynnik proporcji obrazu _docelowego:

source: Auto Wizard
pl: Automatyczny kreator

source: _Use systray while encoding
pl: Użyj tacki systemowej podczas kodowania

source: _Accept non-standard audio frequency for DVD
pl: _Akceptuj niestandardową częstotliwość dźwięku dla DVD

source: Create _OpenDML files
pl: Utwórz pliki _OpenDML

source: Automatically _index MPEG files
pl: Automatycznie _indeksuj pliki MPEG

source: Automatically _swap A and B if A>B
pl: Automatycznie _zamień A i B jeśli A>B

source: _Disable NUV audio sync
pl: W_yłącz synchronizację dźwięku NUV

source: Automatically _build VBR map
pl: Automatycznie utwórz mapę V_BR

source: Automatically _rebuild index
pl: Automatycznie utwó_rz index

source: Automatically remove _packed bitstream
pl: Automatycznie usuń s_pakowany strumień bitów

source: Enable all SIMD
pl: Włącz obsługę wszystkich instrukcji SIMD procesora

source: Enable MMX
pl: Włącz obsługę instrukcji MMX procesora

source: Enable MMXEXT
pl: Włącz obsługę instrukcji MMXEXT procesora

source: Enable 3DNOW
pl: Włącz obsługę instrukcji 3DNOW procesora

source: Enable 3DNOWEXT
pl: Włącz obsługę instrukcji 3DNOWEXT procesora

source: Enable SSE
pl: Włącz obsługę instrukcji SSE procesora

source: Enable SSE2
pl: Włącz obsługę instrukcji SSE2 procesora

source: Enable SSE3
pl: Włącz obsługę instrukcji SSE3 procesora

source: Enable SSSE3
pl: Włącz obsługę instrukcji SSSE3 procesora

source: _lavc threads:
pl: Wątki _lavc:

source: Multi-threading
pl: Wielowątkowość

source: Above normal
pl: Powyżej standardowej

source: Below normal
pl: Poniżej standardowej

source: _Encoding priority:
pl: Prioryt_et kodowania:

source: _Indexing/unpacking priority:
pl: Priorytet _indeksowania/rozpakowywania:

source: _Playback priority:
pl: _Priorytet odtwarzania:

source: Prioritisation
pl: Priorytetyzacja

source: _Split MPEG files every (MB):
pl: _Podziel pliki MPEG na (MB)

source: _Use alternative tag for MP3 in .mp4
pl: _Użyj alternatywnej etykiety dla pliku MP3 w .mp4

source: XVideo (best)
pl: XVideo (najlepszy)

source: SDL (good)
pl: SDL (dobry)

source: Video _display:
pl: Wyświetlanie _obrazu:

source: No alerts
pl: Bez komunikatów

source: Display only error alerts
pl: Wyświetlaj tylko komunikaty błędów

source: Display all alerts
pl: Wyświetlaj wszystkie komunikaty

source: _Message level:
pl: Pozio_m komunikatów:

source: Master
pl: Główny

source: _Volume control:
pl: _Kontrola głośności:

source: No downmixing
pl: Bez redukcji kanałów

source: _Local playback downmixing:
pl: Redukcja kanałów dla odtwarzania _lokalnego:

source: _AudioDevice
pl: _Urządzenie dźwięku

source: De_ringing
pl: Usuwanie pie_rścienia

source: _Strength:
pl: _Natężenie

source: Default Postprocessing
pl: Przetwarzanie domyślne

source: _Filter directory:
pl: Katalog _filtrów:

source: Select filter directory
pl: Wybierz katalog filtrów

source: _Load external filters
pl: _Wczytaj zewnętrzne filtry

source: Use _Global GlyphSet
pl: Użyj _globalnego zestawu glifów

source: Gl_yphSet:
pl: Zestaw gl_ifów

source: Automation
pl: Zautomatyzowanie

source: Video
pl: Obraz

source: CPU
pl: Procesor

source: Threading
pl: Wątkowanie

source: Global GlyphSet
pl: Globalny zestaw glifów

source: External Filters
pl: Filtry zewnętrzne

source: Preferences
pl: Preferencje

source: No data
pl: Brak danych

source: Max. bitrate:
pl: Maks. przepływność:

source: Average bitrate:
pl: Średnia przepływność:

source: Number of I frames:
pl: Ilość klatek typu I

source: Number of P frames:
pl: Ilość klatek typu P

source: Number of B frames:
pl: Ilość klatek typu B

source: Max. B frames:
pl: Maksymalna ilość klatek typu B:

source: Bitrate Histogram
pl: Histogram przepływności

source: Fontconfig
pl: Konfiguracja czcionki

source: Libraries
pl: Biblioteki

source: Built-in Support
pl: Wbudowane wsparcie

source: Dual audio can only be used in copy mode
pl: Dźwięk dwukanałowy może być użyty jedynie w trybie kopiowania

source: Select Copy as the video codec.
pl: Wybierz "Kopiuj" jako kodek obrazu.

source: Incompatible output format
pl: Niezgodny format wyjściowy

source: There is no second track
pl: Nie ma drugiej ścieżki

source: Select a second audio track in the Audio menu.
pl: Wybierz drugą ścieżkę dźwiękową w menu dźwięku

source: Select dual audio AVI to write
pl: Wybierz dźwięk dwukanałowy do zapisania

source: This cannot have packed VOP
pl: W ten sposób VOP nie został spakowany

source: It is not MPEG-4 video. File will not be saved.
pl: To nie jest plik MPEG-4. Plik nie zostanie zapisany.

source: You may need smart copy. Enable it?
pl: Możesz potrzebować inteligentnej kopii. Włączyć ją?

source: Smart Copy
pl: Inteligentna kopia

source: _Q factor (set 4):
pl: Czynnik _Q (ustawiony 4):

source: Select a directory
pl: Wybierz katalog

source: Test uinteger
pl: Testuj uninteger

source: Float
pl: Oderwij

source: Toggle
pl: Przełącz

source: No Strategy
pl: Brak strategii

source: 3:2 Pulldown
pl: Konwersja telecine 3:2

source: NTSC converted from PAL
pl: NTSC przekonwertowane z PAL

source: This is not MPEG compatible
pl: Niezgodne z MPEG

source: You can't use the Copy codec.
pl: Nie można użyć opcji Kopiuj.

source: There is no audio track
pl: Brak ścieżki dźwiękowej

source: The first frame is not intra frame
pl: Pierwsza klatka nie jest klatką typu I

source: Use the &lt;&lt; and the &gt;&gt; buttons to move using Intra frames.
pl: Użyj przycisków &lt;&lt; oraz &gt;&gt; aby poruszać się między klatkami typu I.

source: Audio track is not suitable
pl: Ścieżka dźwiękowa jest niewłaściwa

source: For DVD, audio must be 48 kHz MP2(stereo), AC3, DTS or LPCM (stereo).
pl: DVD wymaga dźwięku o częstotliwości 48 kHz w formacie MP2(stereo), AC3, DTS lub LPCM (stereo).

source: Saving
pl: Zapisywanie

source: Error while encoding
pl: Błąd podczas kodowania

source: Saving...
pl: Zapisywanie...

source: Reuse the existing log file?
pl: Użyć istniejącego pliku dziennika ponownie?

source: Filter init failed
pl: Nie udało się uruchomić filtra

source: Pass one
pl: Etap 1

source: Pass 2
pl: Etap 2

source: Encoding
pl: Kodowanie

source: Cannot open "%s" for writing.
pl: Nie można otworzyć pliku "%s" do zapisu.

source: Could not initialize video
pl: Nie można uruchomić obrazu wideo

source: Could not initialize audio
pl: Nie można uruchomić dźwięku

source: Incompatible frame rate
pl: Niezgodna liczba klatek na sekundę.

source: For VCD, audio must be 44.1 kHz MP2.
pl: VCD wymaga dźwięku o częstotliwości 44,1 kHz w formacie MP2.

source: For DVD, audio must be 48 kHz MP2, AC3 or LPCM.
pl: DVD wymaga dźwięku o częstotliwości 48 kHz w formacie MP2, AC3 lub LPCM.

source: MPEG Requantizer
pl: Rekwantyzator MPEG

source: Pass 1/2
pl: Etap 1/2

source: Error in pass 1
pl: Błąd na etapie 1

source: Pass 2/2
pl: Etap 2/2

source: Error in pass 2
pl: Błąd na etapie 2

source: Cannot initialize the video stream
pl: Nie można uruchomić strumienia wideo

source: Cannot initialize the audio stream
pl: Nie można uruchomić strumienia dźwięku

source: Invalid audio stream detected
pl: Wykryto niewłaściwy strumień dźwięku

source: The audio stream may be invalid for this container. Continue anyway?
pl: Strumień dźwiękowy może być niewłaściwy dla tego kontenera. Czy chcesz kontynuować mimo to?

source: KeyFrame error
pl: Błąd klatki typu I

source: The beginning frame is not a key frame. Please move the A marker.
pl: Rozpoczynająca klatka nie jest klatką typu I. Proszę przesunąć znacznik A.

source: 1st Pass
pl: Pierwszy

source: 2nd Pass
pl: Drugi

source: Dummy
pl: Pusty

source: Cannot initiate save
pl: Nie można rozpocząć zapisywania

source: Mux every N video frames
pl: Muksuj każdą n-tą klatkę obrazu wideo

source: Mux by packet size
pl: Muksuj według rozmiaru pakietu

source: Muxing _type:
pl: _Typ muksowania:

source: _Split every MB:
pl: _Podziel na pliki MB:

source: Mux _every x video frames:
pl: Muksuj _każdą n-tą klatkę obrazu:

source: Mux in _blocks of x bytes:
pl: Muksuj w _blokach po x bajtów:

source: AVI Muxer Options
pl: Opcje muksera AVI

source: Error initalizing audio filters
pl: Błąd podczas uruchamiania filtrów dźwięku

source: Error initalizing video filters
pl: Błąd podczas uruchamiania filtrów obrazu

source: Unknown codec
pl: Nieznany kodek

source: Width is not a multiple of 8 continue anyway ?
pl: Szerokość nie jest wielokrotnością 8 chcesz kontynuować mimo to?

source: Aborting
pl: Przerywanie

source: Unsupported video
pl: Niewspierany format wideo

source: Only FLV1 and VP6 video are supported
pl: Wspierany jest tylko formaty wideo FLV1 i VP6

source: Unsupported audio
pl: Niewspierany format dźwięku

source: Audio must be mp3 for flv output.
pl: FLV wymaga użycia pliku dźwiękowego w formacie mp3.

source: Frequency must be 44100, 22050 or 11025 Hz.
pl: Częstotliwość musi być na poziomie 44100, 22050 lub 11025 Hz.

source: Building VBR map
pl: Tworzenie mapy VBR

source: Internal error
pl: Błąd wewnętrzny

source: Cannot open WMA2 codec.
pl: Nie można otworzyć kodeka WMA2

source: Ifo error
pl: Błąd IFO

source: Error reading ifo file, aborting.
pl: Nie można odczytać pliku IFO, przerwanie.

source: Cannot write .idx
pl: Nie można zapisać pliku .idx

source: Cannot write .sub
pl: Nie można zapisać pliku .sub

source: Problem opening the mpeg files
pl: Wystąpił problem podczas otwierania plików mpeg

source: Generating VobSub file
pl: Tworzenie pliku VobSub

source: Could not write the file
pl: Nie można zapisywać pliku

source: Could not read "%s".
pl: Nie można otworzyć "%s".

source: Output file error
pl: Błąd pliku wyjściowego

source: Could not open "%s" for writing.
pl: Nie można otworzyć pliku "%s" do zapisu.

source: Input file error
pl: Błąd podczas otwierania pliku

source: Unknown source type
pl: Nieznany typ źródła

source: Bitmap source failed
pl: Wczytanie mapy bitowej nie powiodło się.

source: Problem loading sub
pl: Wystąpił problem podczas wczytywania pliku napisów

source: No subs
pl: Brak napisów

source: No audio track
pl: Brak ścieżki dźwiękowej

source: An audio track is necessary to create such file
pl: Ścieżka dźwiękowa jest wymagana, aby utworzyć taki plik

source: Cannot select the MPEG-4 SP codec.
pl: Nie można wybrać kodeka MPEG-4 SP.

source: No AAC audio encoder plugin found.
pl: Brak kodera dźwięku AAC

source: The MP3 codec does not allow disabling reservoir. Install lame plugin
pl: Kodek MP3 nie pozwala na wyłączenie zasobu. Zainstaluj wtyczkę lame

source: You don't have LAME!. It is needed to create FLV video.
pl: Nie masz LAME! Jest on wymagany aby utworzyć plik FLV.

source: Cannot select FLV1 codec.
pl: Nie można wybrać kodeka FLV1

source: Cannot select mpeg4 sp codec.
pl: Nie można wybrać kodeka MPEG-4

source: You don't have FAAC!. It is needed to create PSP compatible video.
pl: Nie masz FAAC! Jest on wymagany, aby utworzyć wideo zgodne z PSP.

source: Trouble initializing audio device
pl: Urządzenie dźwiękowe jest nie skonfigurowane

source: Something very wrong happened when building joblist.
pl: Coś bardzo złego stało się podczas tworzenia listy zadań.

source: There are no jobs stored
pl: Nie ma więcej zadań

source: Indexing
pl: Indeksowanie

source: Malformed header
pl: Zdeformowany nagłówek

source: Unpacking bitstream
pl: Rozpakowanie strumienia bitów

source: Take second track ?
pl: Pobrać drugą ścieżkę ?

source: Scanning OGM
pl: Przeszukiwanie OGM

source: Opening Nuppel video
pl: Otwieranie obrazu wideo Nuppel

source: Sure you want to abort ?
pl: Na pewno przerwać?

source: Size mismatch
pl: Błędny rozmiar

source: Expect a crash.
pl: Możesz spodziewać się awarii programu.

source: Do you want to save an index ?
pl: Chcesz zapisać index?

source: Size is not (s)QCIF
pl: Rozmiar nie jest (s)QCIF

source: Out of memory
pl: Brak pamięci

source: Opening MPEG
pl: Otwieranie pliku MPEG

source: MPEG renumbering error
pl: Błąd w przenumerowaniu MPEG

source: There is several mpeg file, append them ?
pl: Znaleziono dodatkowe pliki MPEG, dołączyć je?

source: Can't determine aspect ratio
pl: Nie można określić proporcji obrazu

source: Problem reading SVQ3 headers
pl: Wystąpił problem podczas czytania nagłówków SVQ3

source: No stts table
pl: Brak tablicy statystyk

source: No video loaded
pl: Plik wideo nie został wczytany

source: Not indexable
pl: Nie można utworzyć indeksu

source: DivX 5 + packed?
pl: DivX 5 + spakowany?

source: Rebuilding Frames
pl: Ponowne tworzenie klatek

source: Aborted
pl: Przerwano

source: Avidemux detected VBR MP3 audio in this file. For keeping audio/video in sync, time map is needed. Build it now? You can do it later with "Audio -> Build VBR Time Map".
pl: Avidemux wykrył dźwięk VBR MP3 w tym pliku. Aby zachować synchronizację obrazu i dźwięku, wymagana jest mapa VBR. Czy utworzyć ją teraz? Możesz zrobić to później "Dźwięk -> Utwórz mapę VBR".

source: File type identified but no loader support detected...
pl: Typ pliku rozpoznany ale nie wykryto wsparcia modułu wczytującego...

source: May be related to an old index file.
pl: Może być związany ze starym plikiem indeksu.

source: Attempt to open %s failed!
pl: Nie udało się otworzyć %s!

source: Video dimensions don't match.
pl: Wymiary obrazu wideo nie pasują do siebie.

source: You cannot mix different video dimensions yet. Using the partial video filter later will not work around this problem. The workaround is: 1) "Resize" / "Add Border" / "Crop" each stream to the same resolution 2) Concatenate them together
pl: Nie można jeszcze łączyć różnych wymiarów obrazu. Użycie filtra częściowego obrazu później nie rozwiąże tego problemu, Rozwiązaniem jest: 1.) "zmiana rozmiaru" / "dodanie obramowania" / "kadrowanie" każdej części do tej samej rozdzielczości 2.) połączenie kaskadowe

source: Build Time Map
pl: Utwórz mapę czasową

source: Build VBR time map?
pl: Utworzyć mapę VBR?

source: Use safe mode
pl: Używaj trybu bezpiecznego

source: H.264 detected
pl: Wykryto H.264

source: If the file is using B-frames as reference it can lead to a crash or stuttering. Avidemux can use another mode which is safe but YOU WILL LOSE FRAME ACCURACY. Do you want to use that mode?
pl: Jeśli plik wykorzystuje klatki typu B jako odniesienia może to prowadzić do awarii lub drgania. Avidemux może użyć innego trybu, który jest bezpieczny, ale MOŻESZ STRACIĆ DOKŁADNOŚĆ KLATEK. Czy chcesz użyć tego trybu?

source: Packed Bitstream detected
pl: Wykryto spakowany strumień bitów

source: Do you want me to unpack it ?
pl: Czy chcesz go rozpakować ?

source: Could not unpack the video
pl: Nie udało się rozpakować obrazu wideo

source: Using backup decoder - not frame accurate.
pl: Używanie zapasowego dekodera - utrata dokładności klatek.

source: Weird
pl: Dziwne

source: The unpacking succeedeed but the index is still not up to date.
pl: Rozpakowanie powiodło się, lecz index wciąż jest nieaktualny.

source: Index is not up to date
pl: Indeks jest nieaktualny

source: You should use Tool->Rebuild frame. Do it now ?
pl: Powinieneś użyć Narzędzia->Ponownie utwórz klatki. Zrobić to teraz?

source: This looks like mpeg Do you want to index it?
pl: Wygląda to na mpeg Chcesz go zindeksować?

source: Indexing failed
pl: Indeksowanie nie powiodło się
