Repository: manojkumardshenoy/mulder
Catalog: trunk/Avidemux/po/*.po
Languages: pl

source: Unsupported
pl: Niewspierane

source: Old format project file
pl: Format projektu starego typu

source: No more supported.
pl: Brak dalszych wspieranych formatów

source: Decompressing error
pl: Błąd dekompresji

source: Cannot decode next frame.
pl: Nie można odkodować następnej klatki.

source: Cannot decode keyframe.
pl: Nie można odkodować klatki kluczowej

source: Seeking
pl: Przeszukiwanie

source: Finding black frames
pl: Odszukiwanie czarnych klatek

source: Cannot decode the frame.
pl: Nie można odkodować klatki.

source: Cannot open "%s".
pl: Nie można otworzyć "%s".

source: %s already exists. Do you want to replace it?
pl: %s już istnieje. Czy chcesz go zastąpić?

source: It is possible that you are trying to overwrite an input file!
pl: Możliwe, że starasz się nadpisać plik wejściowy!

source: Cannot write the file
pl: Nie można zapisać pliku

source: No write access to "%s".
pl: Brak prawa zapisu do "%s".

source: Select ECMAScript to Run
pl: Wybierz ECMAScript do uruchomienia

source: Audio filters cannot be applied in Copy mode
pl: Nie można zastosować filtrów dźwięku w trybie kopiowania

source: To apply filters the audio must be transcoded.
pl: Aby zastosować filtry należy przekodować dźwięk.

source: Obsolete
pl: Przestarzałe

source: Not coded in this version
pl: Nie zaimplementowane w tej wersji

source: Select Video/Image File...
pl: Wybierz plik wideo/obrazu

source: This is to be used to undo packed VOP on MPEG-4. Continue ?
pl: Tego należy używać aby cofnąć spakowany VOP w MPEG-4. Kontynuować ?

source: Select AVI File to Write
pl: Wybierz plik AVI do zapisu

source: Select OGM File to Write
pl: Wybierz plik OGM do zapisu

source: Select Workbench to Save
pl: Wybierz narzędzia do zapisania

source: Select Raw File to Save
pl: Wybierz plik Raw do zapisu

source: Select AVI File...
pl: Wybierz plik AVI...

source: Select AVI File to Append...
pl: Wybierz plik AVI aby dołączyć...

source: Select File to Save Audio
pl: Wybierz plik aby zapisać dźwięk

source: Select JPEG Sequence to Save
pl: Wybierz kolejność JPEG do zapisania

source: Select BMP to Save
pl: Wybierz plik BMP do zapisu

source: Select JPEG to Save
pl: Wybierz plik JPEG do zapisu

source: Select File to Save
pl: Wybiez plik do zapisu

source: Select MP3 to Load
pl: Wybierz plik MP3 do wczytania

source: Select AC3 to Load
pl: Wybierz plik AC3 do wczytania

source: Select WAV to Load
pl: Wybierz plik WAV do wczytania

source: Go to Frame
pl: Przejdź do klatki

source: _Go to frame:
pl: _Przejdź do klatki:

source: Out of bounds
pl: Poza zakresem

source: Marker A > B
pl: Znacznik A > B

source: An invalid frame range has been selected. Make sure marker A is placed before marker B.
pl: Wybrano niewłaściwy zakres klatek. Upewnij się że znacznik A jest umieszczony przed znacznikiem B.

source: Cannot copy.
pl: Skopiowanie nie powiodło się.

source: Something bad happened (II))
pl: Stało się coś złego (II))

source: Are you sure?
pl: Na pewno?

source: Use custom value
pl: Użyj własnej wartości

source: Frame Rate
pl: Liczba klatek na sekundę

source: _Frames per second
pl: Liczba _klatek na sekundę

source: PAL - 25 FPS
pl: PAL - 25 kl./s

source: FILM - 24 FPS
pl: FILM- 24 kl./s

source: NTSC - 30 FPS
pl: NTSC- 30 kl./s

source: Standard Frame Rate:
pl: Standardowa liczba klatek na sekundę:

source: Change Frame Rate
pl: Zmień liczbę klatek na sekundę

source: Width is not a multiple of 8
pl: Szerokość nie jest wielokrotnością liczby 8

source: This will make trouble for AVI files.
pl: Spowoduje to problemy z plikiem AVI.

source: Video filters cannot be applied in Copy mode
pl: Nie można zastosować filtrów w trybie kopiowania

source: To apply filters the video must be transcoded.
pl: Aby zastosować filtry należy przekodować obraz.

source: Rebuild all Keyframes?
pl: Ponownie utworzyć wszystkie klatki kluczowe?

source: Permission error
pl: Błąd: Brak uprawnień

source: "%s" does not exist.
pl: "%s" nie istnieje.

source: Error opening file
pl: Błąd podczas otwierania pliku

source: Error opening "%s".
pl: Błąd podczas otwierania "%s".

source: Cannot open project using the video loader.
pl: Nie można otworzyć projektu przy użyciu modułu wczytującego obraz wideo.

source: Try 'File' -> 'Load/Run Project...'
pl: Spróbuj 'Plik" -> 'Wczytaj/Uruchom projekt...'

source: Could not open the file
pl: Nie można otworzyć pliku

source: Multiple Audio Tracks
pl: Wiele ścieżek dźwięku

source: The file you just loaded contains several audio tracks. Go to Audio->MainTrack to select the active one.
pl: Wczytany plik zawiera więcej ścieżek dźwięku. Przejdź do Dźwięk->Główna ścieżka aby wybrać aktywną ścieżkę.

source: No audio decoder found for this file
pl: Brak dekodera dźwięku dla tego pliku

source: Save (A+V) will generate bad AVI. Save audio will work.
pl: Zapisanie (A+V) utworzy wadliwy plik AVI. Zapisanie dźwięku będzie działać.

source: Something failed when appending
pl: Dołączanie się nie powiodło

source: Something bad happened (II)
pl: Stało się coś złego (II)

source: Cannot save the audio in copy mode
pl: Nie można zapisać dźwięku w trybie kopiuj

source: Select WAV PCM as the audio codec, otherwise the audio file would be raw PCM.
pl: Wybierz WAV PCM jako kodek dźwięku, w innym wypadku plik dźwięku będzie surowym PCM.

source: Saving audio
pl: Zapisywanie dźwięku

source: Get Frame
pl: Pobierz klatkę

source: Cannot get this frame to save
pl: Nie można pobrać klatki do zapisu

source: Mark A > B
pl: Zaznacz A > B

source: Set your markers correctly.
pl: Ustaw poprawnie swoje znaczniki.

source: Saving as set of jpegs
pl: Zapisywanie w postaci zestawu plików jpeg

source: Cannot decode frame
pl: Nie można dekodować klatki

source: Aborting.
pl: Przerywanie.

source: Done
pl: Zrobione

source: Saved %d images.
pl: Zapisano %d obrazów.

source: Error
pl: Błąd

source: Could not save all images.
pl: Nie można było zapisać wszystkich obrazów

source: Saved "%s".
pl: Zapisano "%s".

source: BMP op failed
pl: Nie udało się otworzyć pliku BMP

source: Saving %s as a BMP file failed.
pl: Zapisywanie %s jako pliku BMP nie powiodło się

source: Failed to open the file
pl: Nie udało się otworzyć pliku

source: Not a WAV file?
pl: To nie jest plik WAV?

source: WAV open file failed...
pl: Nie udało się otworzyć pliku WAV

source: Cannot decompress audio frame
pl: Nie można wykonać dekompresji klatki dźwięku

source: Memory Error
pl: Błąd alokacji pamięci

source: No frames to encode
pl: Brak klatek do kodowania

source: Please check markers. Is "A>" == ">B"?
pl: Proszę sprawdź znaczniki. Czy "A>" == ">B"?

source: Saving raw video stream
pl: Zapisywanie surowego strumienia obrazu wideo

source: Checking video
pl: Sprawdzanie obrazu wideo

source: No error found
pl: Nie znaleziono błędu

source: Errors found in %u frames
pl: Znaleziono błędy w %u klatkach

source: Cannot decompress the audio stream
pl: Nie można wykonać dekompresji strumienia dźwięku

source: Switch audio codec to Copy.
pl: Przełącz kodek dźwięku na opcję Kopiuj

source: Cannot delete the selection.
pl: Nie można usunąć zaznaczenia.

source: You can't remove all frames
pl: Nie możesz usunąć wszystkich klatek.

source: Something bad happened
pl: Stało się coś złego

source: Could not get tracks info
pl: Nie udało się uzyskać informacji o ścieżkach

source: Take audio from video file
pl: Pobierz dźwięk z pliku obrazu wideo

source: No audio
pl: Brak dźwięku

source: External AC3
pl: Zewnętrzny plik AC3

source: Take audio from external AC3 file
pl: Pobierz dźwięk z zewnętrznego pliku AC3

source: External MP3
pl: Zewnętrzny plik MP3

source: Take audio from external MP3 file
pl: Pobierz dźwięk z zewnętrznego pliku MP3

source: External WAV
pl: Zewnętrzny plik WAV

source: Take audio from external WAV file
pl: Pobierz dźwięk z zewnętrznego pliku WAV

source: _Audio source:
pl: Źródło _dźwięku:

source: _External file:
pl: Plik _zewnętrzny:

source: Audio track %d (%s/%d channels/%d kbit per s/%d ms shift)
pl: Ścieżka dźwiękowa %d (%s/%d kanałów/%d kbit na s/%d ms zmiana)

source: _Track from video:
pl: Ścieżka z _obrazu wideo:

source: Main Audio Track
pl: Główna ścieżka dźwiękowa

source: Cannot load
pl: Nie można wczytać

source: The selected audio file does not exist.
pl: Wybrany plik dźwiękowy nie istnieje.

source: Second Audio Track
pl: Druga ścieżka dźwiękowa

source: Error loading the MP3 file
pl: Błąd podczas wczytywania pliku MP3

source: Second track loaded
pl: Wczytano drugą ścieżkę

source: Error loading the AC3 file
pl: Błąd podczas wczytywania pliku AC3

source: Error loading the WAV file
pl: Błąd podczas wczytywania pliku WAV

source: Saving failed
pl: Zapisywanie nie udało się

source: Saving the job failed. Maybe you have permission issue with ~/.avidemux
pl: Zapisanie zadania nie powiodło się. Możesz mieć problem z prawami dostępu do ~/.avidemux

source: File %s has been successfully saved.
pl: Plik %s został pomyślnie zapisany

source: File %s was NOT saved correctly.
pl: Plik %s NIE został prawidłowo zapisany.

source: Failed to connect to avsproxy. Is it running ?
pl: Nie udało się połączyć z avsproxy. Czy jest on uruchomiony?

source: Frame type:
pl: Typ klatki:

source: Frame size:
pl: Rozmiar klatki:

source: Frame Hex Dump
pl: Zrzut szesnastkowy klatki

source: Memory error
pl: Błąd alokacji pamięci

source: Error converting to BMP
pl: Błąd podczas przekształcania na BMP

source: Cannot encode the frame
pl: Nie można zakodować klatki

source: W
pl: S

source: H
pl: W

source: Band
pl: Pasmo

source: Blend a logo by interpolating its surrounding box.
pl: Nanieś logo przez interpolowanie jego otaczających krawędzi.

source: Luma delta
pl: Delta luminancji

source: Difference between current and previous picture.
pl: Różnica między bieżącym i poprzednim obrazem

source: Rotate
pl: Obróć

source: Rotate the picture by 90, 180 or 270 degrees.
pl: Obróć obraz o 90, 180 lub 270 stopni.

source: 90 degrees
pl: 90 stopni

source: 180 degrees
pl: 180 stopni

source: 270 degrees
pl: 270 stopni

source: _Angle:
pl: _Kąt:

source: Forced postprocessing
pl: Wymuszono przetwarzanie dodatkowe

source: Apply blind postprocessing..
pl: Zastosuj ślepe przetwarzanie..

source: Forced Postprocessing
pl: Wymuszone przetwarzanie

source: Pulldown
pl: Konwersja pulldown

source: Convert 24 fps to 30 fps by repeating fields.
pl: Przelicz 24 na 30 kl./s przez powtarzanie pól.

source: Donald Graft Bob.
pl: Bob od Donalda Grafta

source: Bottom
pl: Dół

source: Keep nb of frames and fps
pl: Zachowaj liczbę klatek i kl./s

source: Double nb of frames and fps
pl: Podwój liczbę klatek i kl./s

source: Double nb of frames (slow motion)
pl: Podwój liczbę klatek (zwolnione tempo)

source: _Field order:
pl: Kolejność _pól:

source: _Mode:
pl: _Tryb:

source: _Threshold:
pl: _Próg:

source: _Extra
pl: Dodatkow_e

source: Extra check, avoid using it
pl: Dodatkowe sprawdzanie, unikaj używania tej opcji

source: MPlayer resize
pl: Zmiana rozmiaru MPlayer

source: Change image size. Faster than Avisynth's Resize.
pl: Zmień rozmiar obrazu. Szybsze od zmiany obrazu przez Avisynth

source: Width and height cannot be 0
pl: Szerokość i wysokość nie mogą wynosić 0

source: Width and height cannot be odd
pl: Szerokość i wysokość nie mogą być nieparzyste

source: Vertical flip
pl: Obrót pionowy

source: Vertically flip the picture.
pl: Obróć obraz w pionie

source: Chroma Shift
pl: Przesunięcie chrominancji

source: ChromaShift
pl: Przesunięcie chrominancji

source: U Shift :
pl: Przesunięcie U:

source: V Shift :
pl: Przesunięcie V :

source: <b>Preview</b>
pl: <b>Podgląd</b>

source: Chroma shift
pl: Przesuń chrominancję

source: Shift chroma U/V to fix badly synced luma/chroma.
pl: Zamień chrominancję U/V aby naprawić źle zsynchronizowane luminancję/chrominancję.

source: Fade
pl: Zanikanie

source: Each field becomes full picture, half sized.
pl: Każde pole staje się pełnym obrazem 1/2 rozmiaru.

source: separatefields
pl: Rozdziel pola

source: Put botj fields side by side.
pl: Ułóż obydwa pola obok siebie.

source: Stack fields
pl: Pola stosu.

source: Put two fields on top of one another.
pl: Ułóż dwa pola jeden na drugim.

source: Merge fields
pl: Połącz pola

source: Merge two pictures as if they were two fields.
pl: Połącz dwa obrazy jakby były dwoma polami.

source: Unstack fields
pl: Zdejmij pola ze stosu

source: Interleave top and bottom part of the picture.
pl: Dodaj przeplot do górnej i dolnej części obrazu.

source: Hue
pl: Odcień

source: Hue/Saturation
pl: Odcień/Nasycenie

source: <b>Hue:</b>
pl: <b>Odcień:</b>

source: <b>Saturation:</b>
pl: <b>Nasycenie:</b>

source: MPlayer hue
pl: Odcień MPlayer

source: Adjust hue and saturation.
pl: Dostosuj odcień i nasycenie

source: Motion compensation deinterlacer. Ported from MPlayer.
pl: Narzędzie usuwania przeplotu z kompensacją ruchu. Przeniesione z MPlayera

source: Fast
pl: Szybki

source: Medium
pl: Średni

source: Slow iterative motion search
pl: Wolne wielokrotne przeszukiwanie ruchu

source: Extra slow (same as 3+multiple reference frames)
pl: Bardzo wolne (takie sama jak 3+ wielokrotne klatki odniesienia)

source: _Field dominance:
pl: Przewaga _pola:

source: Whirl
pl: Wir

source: Useless whirlwind effect.
pl: Bezużyteczny efekt wirującego wiatru.

source: Add a png as logo.
pl: Dodaj plik obrazu png jako logo.

source: _Logo (jpg file):
pl: _Logo (plik jpg):

source: Select JPEG file
pl: Wybierz plik JPEG

source: _X Position:
pl: Pozycja _X:

source: _Y Position:
pl: Pozycja _Y:

source: _Alpha:
pl: _Alfa:

source: Gauss smooth
pl: Wygładzanie gaussa

source: Gaussian smooth. Blur the picture.
pl: Wygładzanie Gaussa. Rozmycie obrazu.

source: Sharpen
pl: Wyostrz

source: Enhance difference between near pixels.
pl: Uwydatnij różnice między bliskimi pikselami.

source: Median
pl: Mediana

source: Median kernel 3x3. Remove high frequency noise.
pl: Filtr mediana o kernelu 3x3. Usuń szum wysokiej częstotliwości.

source: Mean
pl: Średnia

source: Mean (blur) kernel.
pl: Filtr (rozmycia) o średnim krenelu.

source: _Process luma
pl: _Przetwarzanie luminancji

source: Process luma plane
pl: Przetwarzaj obszar luminancji

source: P_rocess chroma
pl: P_rzetwarzanie chrominancji

source: Fast Convolution
pl: Szybki splot

source: Metrics
pl: Matryce

source: Do you want to print metrics on screen ?
pl: Czy chcesz wyświetlić mary na ekranie ?

source: High quality version of denoise3d. Slower but more precise.
pl: Wersja denoise3d wysokiej jakości. Wolniejsza, ale bardziej dokładna.

source: _Spatial luma strength:
pl: Natężenie luminancji prze_strzennej:

source: S_patial chroma strength:
pl: Natężenie _przestrzenne chrominancji:

source: _Temporal strength:
pl: Natężenie _czasowe:

source: Reduce noise, smooth image, increase compressibility.
pl: Redukuj szum, wygładź obraz, zwiększ kompresyjność.

source: Smart swap fields
pl: Inteligentna zamiana pól

source: Smartly swap fields. Needed when field order changes.
pl: Inteligentna zamiana pól. Potrzebne przy zmianach kolejności pól.

source: Swap fields
pl: Zamień pola

source: Swap top and bottom fields.
pl: Zamień pola górne i dolne.

source: Keep odd fields
pl: Zachowaj pola nieparzyste

source: Keep bottom fields. Gives a half height picture..
pl: Zachowaj dolne pola. Zostaje obraz połowy wysokości..

source: Keep even fields
pl: Zachowaj pola parzyste

source: Keep top fields. Gives a half height picture..
pl: Zachowaj górne pola. Zostaje obraz połowy wysokości.

source: Luma only
pl: Tylko luminancja

source: Convert picture to greyscale (black and white).
pl: Konwertuj obraz do odcieni szarości (czarno-biały)

source: Blend Removal
pl: Usuwanie przenikania

source: Try to remove blending.
pl: Spróbuj usunąć przenikanie

source: If value is smaller than threshold it is considered valid.Smaller value might mean more false positive.
pl: Jeśli wartość jest niższa od progu, uważa się

source: _Noise:
pl: _Szum:

source: If pixels are closer than noise, they are considered to be the same
pl: Jeśli piksele są bliżej od szumu uważane są za takie same

source: I_dentical:
pl: I_dentyczny:

source: If metric is less than identical, images are considered identical
pl: Jeśli miary metryczne są poniżej identycznej obrazy są uważane za identyczne

source: _Show metrics
pl: _Wyświetl miary

source: Show metric in image (debug)
pl: Pokazuj miary metryczne w obrazie (śledzenie)

source: Hard pulldown removal
pl: Usunięcie sztywnej konwersji pulldown

source: Remove IVTC that has been analog captured or resized.
pl: Usuń IVTC, których zostały nagrane analogowo lub ich rozmiar został zmieniony.

source: If value is smaller than threshold it is considered valid. Smaller value might mean more false positive
pl: Jeśli wartość jest niższa od progu, uznaje się ją za prawidłową. Niższa wartość może oznaczać więcej błędnych dodatnich

source: _Identical:
pl: _Identyczny:

source: Hard IVTC Removal
pl: Usunięcie twardego IVTC

source: Reverse
pl: Odwróć

source: Play video backward.
pl: Odtwórz plik wstecz

source: Add ASS/SSA subtitles to the picture.
pl: Dodaj napisy ASS/SSA do obrazu.

source: _Subtitle file (ASS/SSA):
pl: Plik z _napisami (ASS/SSA):

source: Select Subtitle file
pl: Wybierz plik z napisami

source: _Line spacing:
pl: Odstęp pomiędzy _liniami:

source: _Font scale:
pl: Skalowanie _czcionki

source: _Top margin:
pl: Margines _górny

source: Botto_m margin
pl: Margines _dolny:

source: Contrast
pl: Kontrast

source: Brightness
pl: Jasność

source: Luma
pl: Luminancja

source: Chroma U
pl: Chrominancja U

source: Chroma v
pl: Chrominancja V

source: Adjust contrast, brightness and colors.
pl: Dostosuj kontrast, jasność i kolory.

source: ColorYuv (From avisynth)
pl: ColorYuv (z AviSynth)

source: Luma Y
pl: Luminancja Y

source: Chroma V
pl: Chrominancja V

source: <b>Color Correction Matrix</b>
pl: <b>Matryca poprawy koloru</b>

source: Matrix
pl: Matryca

source: Level
pl: Poziom

source: <b>Matrix Warning :</b> all above values are normalized to 256!
pl: <b>Ostrzeżenie matrycy</b> wszystkie powyższe wartości zostaną znormalizowane do 256!

source: AutoGain
pl: Automatyczna normalizacja dźwięku

source: Display Stats
pl: Statystyki wyświetlacza

source: AutoWhite
pl: Automatyczne wybielanie

source: <b>frame2</b>
pl: <b>Klatka 2</b>

source: Alter colors (auto white balance etc...). Ported from Avisynth.
pl: Zmień kolory (automatyczny balans bieli, itd...). Przeniesione z Avisynth

source: Subtitle Size and Position
pl: Rozmiar napisów i pozycja

source: Font Size:
pl: Rozmiar czcionki:

source: Arabic
pl: Arabski

source: Baltic
pl: Bałtycki

source: Chinese Simplified (GB2312)
pl: Chiński uproszczony (GB2312)

source: Chinese Traditional (Big5)
pl: Chiński tradycyjny (Big5)

source: Cyrillic
pl: Cyrylica

source: Latin-1 (Western European)
pl: Latin-1 (Zachodnioeuropejski)

source: Latin-2 (Central European)
pl: Latin-2 (Środkowoeuropejski)

source: Greek
pl: Grecki

source: Hebrew
pl: Hebrajski

source: Slovene
pl: Słoweński

source: Turkish
pl: Turecki

source: UTF-8
pl: Unicode (UTF-8)

source: UTF-16
pl: Unicode (UTF-16)

source: _Subtitle file:
pl: Plik napi_sów:

source: _Font (TTF):
pl: Czcionka (TT_F):

source: Select TTF file
pl: Wybierz plik TTF

source: _Encoding:
pl: Z_estaw znaków:

source: S_elect C_olor
pl: Wybi_erz k_olor

source: Set Size and _Position
pl: Ustaw rozmiar i _położenie

source: _Auto split
pl: _Automatyczny podział

source: _Delay (ms):
pl: _Opóźnienie (ms):

source: Subtitler
pl: Narzędzie napisów

source: Add srt/sub subtitles to the picture.
pl: Dodaj napisy srt/sub do obrazu

source: Could not open subtitle file
pl: Nie udało się otworzyć pliku napisów

source: Cannot identify subtitle format
pl: Nie można określić formatu napisów

source: libavcodec deinterlacer
pl: Narzędzie usuwania przeplotu libavcodec

source: All FFmpeg deinterlace filters (bicubic, median, ...).
pl: Wszystkie filtry usuwania przeplotu dostarczane przez FFmpeg (dwusześcienny, środkowy, ...).

source: Linear blend
pl: Przenikanie liniowe

source: Linear interpolate
pl: Interpolacja liniowa

source: Cubic interpolate
pl: Interpolacja sześcienna

source: Median interpolate
pl: Interpolacja mediana

source: _Deinterlacing:
pl: _Usuwanie przeplotu:

source: _Autolevel
pl: _Automatyczny poziom

source: Sharpen edges without amplifying noise. By Donald Graft.
pl: Wyostrz krawędzie bez zwiększania szumu. Od Donalda Grafta

source: _Mask
pl: _Maska

source: _High Q
pl: _Wysokie Q

source: Yet Another DeInterlacer. Ported from MPlayer.
pl: Kolejne narzędzie do usuwania przeplotu. Przeniesione z MPlayera.

source: Temporal & spatial check
pl: Sprawdzanie czasowe i przestrzenne

source: Bob, temporal & spatial check
pl: Bob, sprawdzanie czasowe i przestrzenne

source: Skip spatial temporal check
pl: Pomiń sprawdzanie przestrzenno-czasowe

source: Bob, skip spatial temporal check
pl: Bob, pomiń sprawdzanie przestrzenno-czasowe

source: Bottom field first
pl: Najpierw obszar dolny

source: Top field first
pl: Najpierw obszar górny

source: _Order:
pl: _Kolejność:

source: mosaic
pl: Mozaika

source: Split the picture into tiny thumbnails.
pl: Podziel obraz na maleńkie miniaturki.

source: _Horizontal stacking:
pl: Warstwy p_oziome:

source: _Vertical stacking:
pl: Warstwy _pionowe:

source: _Shrink factor:
pl: Współczynnik zmniej_szenia:

source: Show _frame
pl: Pokaż klatkę

source: Mosaic
pl: Mozaika

source: Motion adaptative deinterlacer by Tritical.
pl: Inteligentne narzędzie usuwania przeplotu ruchu od Triticala.

source: Auto (might not work)
pl: Automatycznie (może nie działać)

source: Bottom field (keep top)
pl: Obszar dolny (zostaw górę)

source: Top field (keep bottom)
pl: Obszar górny (zostaw dół)

source: Cubic interpolation
pl: Interpolacja sześcienna

source: Modified ELA
pl: Zmodyfikowany ELA

source: Kernel interpolation
pl: Interpolacja kernela

source: Modified ELA-2
pl: Zmodyfikowany ELA-2

source: 4 fields check
pl: Sprawdź 4 pola

source: 5 fields check
pl: Sprawdź 5 pól

source: 4 fields check (no avg)
pl: Sprawdź 4 pola (bez średniej)

source: 5 fields check (no avg)
pl: Sprawdź 5 pól (bez średniej)

source: No link
pl: Brak odnośnika

source: Full link
pl: Pełen odnośnik

source: Y to UV
pl: Y na UV

source: UV to Y
pl: UV na Y

source: _Interpolate:
pl: _Interpolowanie:

source: _Type:
pl: _Typ:

source: _MntMode:
pl: Tryb _Mnt:

source: _Link:
pl: _Odnośnik:

source: _AP type:
pl: Typ _AP:

source: Use ch_roma to evalute
pl: Użyj ch_rominancji do analizy

source: Try _weave
pl: _Wypróbuj falę

source: _Denoise
pl: Usuń _szum

source: _Sharp
pl: O_stry

source: _Evalute all frames
pl: Analizuj wszystki_e klatki

source: Motion threshold, l_uma:
pl: Próg ruchu, l_uminancja:

source: Motion threshold, c_hroma:
pl: Próg ruchu, c_hrominancja:

source: Area com_bing threshold:
pl: Próg obszaru grze_bienia:

source: Combe_d threshold:
pl: Próg _grzebienia:

source: Artefact _protection threshold:
pl: _Próg ochrony elementu:

source: Debug:
pl: Śledzenie:

source: Brigh_tness:
pl: _Jasność:

source: _Saturation:
pl: Na_sycenie:

source: _Contrast:
pl: _Kontrast:

source: _Initial:
pl: _Początkowy:

source: _Red:
pl: Cze_rwony

source: _Green:
pl: _Zielony

source: _Blue:
pl: Nie_bieski

source: _Weight:
pl: _Waga:

source: Adjust contrast, brightness, saturation and gamma.
pl: Dostosuj kontrast, jasność, nasycenie i gammę.

source: Drop
pl: Pomiń

source: Drop damaged fields (e.g. from VHS capture).
pl: Pomijanie uszkodzonych pól (np. z nagrań VHS).

source: DropOut Threshold
pl: Próg pomijania

source: Drop Out
pl: Pomiń

source: Blacken borders
pl: Przyciemnij krawędzie

source: Fill borders with pure black. Doesn't alter size.
pl: Wypełnij obramowanie całkowitą czernią. Nie zmienia rozmiaru obrazu.

source: _Left border:
pl: Obramowanie _lewe:

source: _Right border:
pl: Obramowanie p_rawe:
