Repository: manojkumardshenoy/mulder
Catalog: trunk/Avidemux/po/*.po
Languages: pl

source: _Top border:
pl: Obramowanie _górne:

source: _Bottom border:
pl: Obramowanie _dolne:

source: Blacken Borders
pl: Zaczernij krawędzie

source: Incorrect parameters
pl: Niepoprawne parametry

source: All parameters must be even and within range.
pl: Wszystkie parametry muszą być równe i znajdować się w zakresie

source: Resample fps
pl: Zmień liczbę kl./s

source: Change framerate while keeping duration.
pl: Zmień częstotliwość klatek zachowując czas trwania.

source: _New frame rate:
pl: _Nowa liczba klatek na sekundę:

source: _Blend
pl: _Przenikanie

source: Equalizer
pl: Korektor graficzny

source: Luma equalizer
pl: Korektor luminancji

source: Luma correction filter with histogram.
pl: Filtr korekcji luminancji z histogramem.

source: Median (5x5)
pl: Mediana (5x5)

source: Median kernel 5x5. Good for reducing chroma noise.
pl: Filtr mediana o kernelu 5x5. Dobry do redukcji szumu chrominancji.

source: Large Median 5x5
pl: Duża mediana 5x5

source: Great deinterlacing package including IVTC.
pl: Wspaniała paczka usuwająca przeplot włącznie z IVTC

source: No strategy
pl: Brak strategii

source: 3:2 pulldown
pl: Konwersja telecine 3:2

source: Never
pl: Nigdy

source: If still combed
pl: Jeśli wciąż grzebieniowane

source: Always
pl: Zawsze

source: None but compute
pl: Brak ale przelicz

source: Postproc on best match
pl: Przetwarzanie na najlepszym dopasowaniu

source: Postproc and show zones (debug)
pl: Przetwarzaj i pokaż strefy (śledzenie)

source: Process image (not fields)
pl: Przetwórz obraz (brak pól)

source: Process image (not fields), debug
pl: Przetwarzaj obraz (nie pola), śledzenie

source: _Strategy:
pl: _Strategia

source: _Postprocessing:
pl: _Przetwarzanie dodatkowe:

source: _Try backward:
pl: Spróbuj ws_tecz:

source: _Direct threshold:
pl: Próg bezpośre_dni:

source: _Backward threshold:
pl: Próg _wsteczny:

source: _Noise threshold:
pl: Próg _szumu:

source: Postp_rocessing threshold:
pl: Próg p_rzetwarzania dodatkowego:

source: _Use chroma to decide
pl: Zdecyd_uj na podstawie chrominancji

source: Sho_w info
pl: P_okaż informacje

source: Debu_g
pl: Śle_dź

source: Bl_end
pl: Gradi_ent

source: Unblend by Bach
pl: Usywanie przenikania od Bacha

source: Spatio-temporal cleaner by Ross Thomas.
pl: Oczyszczanie przestrzenno-czasowe od Rossa Thomasa.

source: _Temporal threshold:
pl: Próg _czasowy:

source: _Spatial threshold:
pl: Próg _przestrzenny:

source: MSmooth by Donald Graft
pl: MSmooth od Donalda Grafta

source: Smooth the image, don't blur edges. Useful on anime.
pl: Wygładź obraz, nie rozmywaj krawędzi. Przydatne do anime.

source: _High quality
pl: _Wysoka jakość

source: Show _mask
pl: Pokaż _maskę

source: Keep chroma V only.
pl: Zatrzymaj tylko chrominancję V

source: Keep chroma U only.
pl: Zatrzymaj tylko chrominancję U

source: Chroma Noise Reduction 2
pl: Redukcja szumu chrominancji 2

source: <b>Scene change Treshold</b>
pl: <b>Próg zmiany scen</b>

source: Sensibility
pl: Czułość

source: Max
pl: Maks.

source: Luma :
pl: Luminancja:

source: Chroma U :
pl: Chrominancja U :

source: Chroma V :
pl: Chrominancja V :

source: Narrow
pl: Wąski

source: <b>Settings</b>
pl: <b>Ustawienia</b>

source: Use also chroma to detect scene change
pl: Użyj także chrominancji aby wykryć zmianę scen

source: <b>Mode</b>
pl: <b>Tryb</b>

source: Chroma noise reduction filter by MarcFD/Tritical..
pl: Filtr redukcji szumu chrominancji od MarcFD/Tritical..

source: ASharp by MarcFD
pl: ASharp od MarcFD

source: Threshold :
pl: Próg:

source: Strength :
pl: Natężenie:

source: Block Adaptative :
pl: Inteligentne blokowanie :

source: High Quality Block Filtering :
pl: Filtrowanie blokowe wysokiej jakości :

source: Adaptative sharpener by MarcFD.
pl: Inteligentne wyostrzanie od MarcFD.

source: Soften
pl: Rozmiękcz

source: A variant of stabilize.
pl: Wariant stabilizacji

source: _Luma threshold:
pl: Próg _luminancji:

source: C_hroma threshold:
pl: Próg c_hrominancji:

source: _Radius:
pl: _Promień:

source: Deinterlace
pl: Usuwanie przeplotu

source: Mask interlacing artifacts. Port of Smart deinterlace.
pl: Maska elementów przeplotu. Przeniesiona ze Smart deinterlace.

source: Useful to remove dupes left by Telecide.
pl: Przydatne do usuwania duplikatów pozostawionych przez Telecide

source: Discard closer
pl: Odrzuć bliższe

source: Replace (interpolate)
pl: Zastąp (interpoluj)

source: Discard longer dupe (animés)
pl: Porzucaj dłuższe powtórki (anime)

source: Pulldown dupe removal
pl: Usuwanie duplikatów z konwersji pulldown

source: Fastest (no chroma, partial luma)
pl: Najszybszy (brak chrominancji, częściowa luminancja)

source: Fast (partial luma and chroma)
pl: Szybki (częściowa luminancja i chrominancja)

source: Medium (full luma, no chroma)
pl: Średni (pełna luminancja, brak chrominancji)

source: Slow (full luma and chroma)
pl: Wolny (pełna luminancja i chrominancja)

source: _Threshold 1:
pl: _Próg 1:

source: T_hreshold 2:
pl: Pró_g 2:

source: C_ycle:
pl: C_ykl:

source: Swap U and V
pl: Zamień U i V

source: Invert chroma U and chroma V.
pl: Odwróć chrominancję U i chrominancję V

source: Fade in/out.
pl: Zanikanie/wyłanianie

source: Out
pl: Zanikanie

source: Fade out
pl: Zanikanie

source: In
pl: Wyłanianie się

source: Fade in
pl: Wyłanianie się

source: _Fade type:
pl: Typ _przenikania:

source: _Start frame:
pl: _Początkowa klatka:

source: _End frame:
pl: _Końcowa klatka:

source: Fade to _black
pl: Zanikanie do _czerni

source: Parameter Error
pl: Błąd parametru

source: Start must be before end, and both within video # of frames.
pl: Początek musi się znaleźć przed końcem a obydwa w obrazie o # klatek.

source: Light denoiser.
pl: Łagodne usuwanie szumu.

source: Stabilize Threshold
pl: Próg stabilizacji

source: Stabilize
pl: Stabilizacja

source: Crop Settings
pl: Ustawienia kadrowania

source: Crop Left:
pl: Przytnij po lewej:

source: Crop Right:
pl: Przytnij po prawej:

source: Crop Top:
pl: Przytnij na górze:

source: Crop Bottom:
pl: Przytnij na dole:

source: Auto Crop
pl: Automatyczne kadrowanie

source: Crop
pl: Kadrowanie

source: Remove lines from top/bottom/left/right.
pl: Usuń linie z góry/dołu/lewej/prawej

source: Add black borders
pl: Dodaj czarne obramowanie

source: Add pure black border(s).
pl: Dodaj czarne obramowanie.

source: Add Borders
pl: Dodaj krawędzie

source: Picture resizer ported from Avisynth (C Version, slow).
pl: Narzędzie zmiany rozmiaru obrazu przeniesione z Avisynth (wersja C, wolna).

source: PAL field shift
pl: Zamiana pól PAL

source: Shift fields by one. Useful for some PAL movies.
pl: Zamień pola o jedno. Przydatne do niektórych filmów PAL.

source: _Try reverse
pl: _Spróbuj odwrócić

source: Pal Field Shift
pl: Zmiana pola Pal

source: Smartly revert non constant PAL field shift.
pl: Inteligentne odwrócenie niestałej zamiany pól PAL.

source: Port of TIsophote by tritical .
pl: Port TIsophote od triticala .

source: Simple
pl: Prosty

source: Slow
pl: Wolne

source: _Iterations:
pl: Powtórzen_ia:

source: Smaller means more deinterlacing
pl: Niższy oznacza większy przeplot

source: _Chroma:
pl: _Chrominancja:

source: Process chroma.
pl: Przetwarzanie chrominancji.

source: _Step:
pl: _Krok:

source: Step.
pl: Krok.

source: Animated Menu
pl: Animowane menu

source: Create a video made of 6 mini windows, very useful to do DVD menus.
pl: Utwórz obraz wideo składający się z 6 małych okienek, bardzo przydatne w menu DVD.

source: _Background Image:
pl: O_braz w tle:

source: Select background image
pl: Wybierz obraz tła

source: _NTSC (default is PAL):
pl: _NTSC (domyślnie PAL):

source: Vignette _Width:
pl: _Szerokość winiety:

source: Vignette _Height:
pl: _Wysokość winiety:

source: Vignette frame number
pl: Liczbka klatek z winietą

source: Timecode:
pl: Kod czasu:

source: Kernel deinterlacer by Donald Graft.
pl: Narzędzie usuwania przeplotu kernela od Donalda Grafta.

source: _Sharper engine:
pl: _Ostrzejszy silnik

source: T_woway
pl: D_wustronny

source: Extrapolate better (better not to use it)
pl: Użyj lepszej ekstrapolacji (lepiej nie używać)

source: _Map
pl: _Mapa

source: Show interlaced areas (for test!)
pl: Pokaż obszary z przeplotem (do testu!)

source: Port of Transcode DNR.
pl: Przeniesiony filtr Transcode DNR

source: _Luma lock:
pl: Blokada _luminancji:

source: C_hroma lock:
pl: Blokada c_hrominancji:

source: L_uma threshold:
pl: Próg l_uminancji:

source: Ch_roma threshold:
pl: Próg ch_rominancji:

source: _Scene change:
pl: Zmiana _sceny:

source: Temporal Cleaner
pl: Tymczasowe oczyszczanie

source: Vlad59's Avisynth port of Jim Casaburi's denoiser.
pl: Narzędzie do usuwania szumu od Jima Casburi przeniesione do AviSynth przez Vlad59

source: _Luma temporal threshold:
pl: Próg czasowy _luminancji:

source: Ch_roma temporal threshold:
pl: Czasowy próg ch_rominancji:

source: Quality based
pl: Na podstawie jakości

source: _Bitrate:
pl: _Przepływność:

source: Vorbis Configuration
pl: Konfiguracja Vorbis

source: Joint stereo
pl: Połączone stereo

source: C_hannel mode:
pl: Tryb k_anałowy:

source: Extreme
pl: Ekstrymalny

source: Bit_rate mode:
pl: T_ryb przepływności:

source: _Disable reservoir
pl: W_yłącz zasób

source: LAME Configuration
pl: Konfiguracja LAME

source: Aften Configuration
pl: Konfiguracja Aften

source: TwoLame Configuration
pl: Konfiguracja TwoLame

source: Select Matrix File
pl: Wybierz plik matrycy

source: Read Error
pl: Błąd odczytu

source: Error reading custom matrix file.
pl: Błąd podczas wczytywania własnego pliku matrycy.

source: Xvid Configuration File (*.xml)
pl: Plik konfiguracyjny Xvid (*.xml)

source: Target Bitrate:
pl: Przepływność docelowa:

source: Quantiser:
pl: Kwantyzator:

source: Target Video Size:
pl: Rozmiar docelowego obrazu wideo:

source: Average Bitrate:
pl: Średnia przepływność:

source: Quantiser
pl: Kwantyzator

source: Bitrate Factor
pl: Czynnik przepływności

source: Frame Start
pl: Początek klatki

source: Frame End
pl: Koniec klatki

source: Mode
pl: Tryb

source: Value
pl: Wartość

source: Hadamard Exhaustive Search
pl: Rozszerzone wyszukiwanie metodą Hadamarda

source: 9 (Best)
pl: 9 (Najlepszy)

source: Disabled
pl: Wyłączony

source: Enabled
pl: Włączony

source: x264 Configuration File (*.xml)
pl: Plik konfiguracji x264 (*.xml)

source: Quality:
pl: Jakość:

source: Trellis optimisation isn't possible without CABAC coding enabled. Trellis optimisation will automatically be disabled. Do you wish to continue?
pl: Wykonanie optymalizacji Trellisa jest niemożliwe bez włączenia kodeka CABAC. Optymalizacja Trellisa zostanie automatycznie wyłączona. Chcesz kontynuować?

source: Trellis optimisation requires CABAC coding to be enabled. CABAC coding will automatically be enabled. Do you wish to continue?
pl: Optymalizacja Trellisa wymaga włączenia kodowania CABAC. Kodowanie CABAC zostanie automatycznie włączone. Chcesz kontynuować?

source: Are you sure you wish to delete the selected zone?
pl: Na pewno chcesz usunąć wybraną strefę?
