Repository: manojkumardshenoy/mulder
Catalog: trunk/Avidemux/po/*.po
Languages: pl

source: dummy
pl: pusty

source: Copy
pl: Kopiuj

source: AVI, dual audio
pl: AVI, 2x audio

source: AVI, pack VOP
pl: AVI, spakowany VOP

source: AVI, unpack VOP
pl: AVI, niespakowany VOP

source: DUMMY
pl: PUSTY

source: Internal error finding codec
pl: Błąd wewnętrzny przy wyszukiwaniu kodeka

source: Internal error opening codec
pl: Błąd wewnętrzny przy otwieraniu kodeka

source: Internal error with context for codec
pl: Błąd wewnętrzny kontekstu kodeka

source: Only QCIF and subQCIF are allowed for H.263
pl: Dla H.263 dozwolone są tylko QCIF i subQCIF

source: Requant
pl: Rekwantuj

source: %lu minutes
pl: %lu minuty

source: %lu minute
pl: %lu minuta

source: %lu second
pl: %lu sekund

source: %lu seconds
pl: %lu sekundy

source: Load it
pl: Wczytaj

source: Crash file
pl: Plik awarii

source: I have detected a crash file. Do you want to load it ? (It will be deleted in all cases, you should save it if you want to keep it)
pl: Wykryto plik awarii. Czy chcesz go wczytać ? (Zostanie on później usunięty, powinieneś go zapisać jeśli chcesz go zachować)

source: Disable
pl: Wyłącz

source: Auto-detect
pl: Automatyczne wykrycie

source: Custom
pl: Własna

source: _Browse...
pl: _Przeglądaj...

source: _Previous
pl: _Poprzedni

source: _Next
pl: _Następny

source: _Encoding mode:
pl: Tryb _kodowania:

source: _Bitrate (kb/s):
pl: _Przepływność (kb/s)

source: Single pass - bitrate
pl: Pojedynczy przepływ - przepływność

source: Single pass - constant quality
pl: Jednoetapowy - stała jakość

source: Single pass - same qz as input
pl: Jednoetapowy - kwantyzator taki sam jak na wejściu

source: Single pass - Average quantizer
pl: Jednoetapowy - średni kwantyzator

source: Two pass - video size
pl: Dwuetapowy - rozmiar obrazu wideo

source: Two pass - average bitrate
pl: Dwuetapowy - średnia przepływność

source: _Quantizer:
pl: _Kwantyzator:

source: A_vg Quantizer:
pl: Ś_redni kwantyzator

source: _Video size (MB):
pl: Rozmiar obrazu _wideo (MB):

source: _Average bitrate (kb/s):
pl: Ś_rednia przepływność (kb/s):

source: <default>
pl: <domyślna>

source: <custom>
pl: <własna>

source: Save As
pl: Zapisz jako

source: Are you sure you wish to delete the selected configuration?
pl: Na pewno chcesz usunąć wybraną konfigurację

source: Configuration:
pl: Konfiguracja:

source: Delete
pl: Usuń

source: Select Color
pl: Wybierz kolor

source: Codec Error
pl: Błąd kodeka

source: The number of channels is greater than what the selected audio codec can do. Either change codec or use the mixer filter to have less channels.
pl: Liczba kanałów jest wyższa od obsługiwanej przez wybrany kodek dźwięku. Zmień kodek lub użyj filtr miksera aby zmniejszyć liczbę kanałów.

source: [BuildChain] Encoder initialization failed
pl: [BuildChain] Nie udało się uruchomić kodera

source: Not activated.
pl: Nieaktywny.

source: New format, preferred, good for Tracker3D
pl: Nowy format, preferowany, dobry do filtra Tracker3D

source: DG@UWA format (includes shape info & bounding box)
pl: Format DG@UWA (zawiera informację o kształcie i obramowaniu)

source: AB@ODU format (includes shape info)
pl: Format AB@ODU (zawiera informację o kształcie)

source: Old format that Tracker3D can't read directly
pl: Stary format którego Tracker3D nie potrafi odczytać bezpośrednio

source: Output _Format:
pl: _Format wyjściowy:

source: Mi_nimum area for a particle to be detected:
pl: Mi_nimalny obszar do wykrycia cząstki:

source: Ma_ximum area for a particle to be detected:
pl: Ma_ksymalny obszar do wykrycia cząstki:

source: _Left side crop (ignore particles in):
pl: Przycięcie _lewej strony (pomiń cząstki wewnątrz):

source: _Right side crop (ignore particles in):
pl: Przycięcie p_rawej strony (pomiń cząstki wewnątrz):

source: _Top crop (ignore particles in):
pl: Przycięcie od _góry (pomiń cząsteczki wewnątrz):

source: _Bottom crop (ignore particles in):
pl: Przycięcie od _dołu (pomiń cząsteczki wewnątrz):

source: _Output File:
pl: Plik _wyjściowy:

source: Select file
pl: Wybierz plik

source: _Camera number:
pl: Numer _kamery:

source: _Debugging settings (bits):
pl: Ustawienia śle_dzenia (bits):

source: P' = max (P, A)
pl: P' = maks. (P, A)

source: A = convolve(P); Load convolution kernel from file
pl: A = zwiń(P); Wczytaj filtr splotu z pliku

source: A = pixel from image file as float; Load image from file
pl: A = piksel z obrazu jako pływak; Wczytaj obraz z pliku

source: A = pixel from image file as integer; Load image from file
pl: A = piksel z pliku obrazu jako integer; Wczytaj obraz z pliku

source: A = floating point constant value
pl: A = stała wartość punktu pływającego

source: A = rolling average of pixel: A = A*(1-alpha)+(P*alpha)
pl: A = rolling średnia piksela: A = A*(1-alfa)+(P*alfa)

source: Select _Operation on each pixel P and input A:
pl: Wybierz _działanie na każdym pikselu P i wejściu A:

source: Input _Type:
pl: _Typ wejścia:

source: Input _File (image or convolution kernel):
pl: _Plik wejściowy (obraz lub filtr splotu).

source: _Load Bias (added to each pixel in file image when loaded):
pl: _Wczytaj przesunięcie (dodane do każdego piksela w pliku obrazu podczas wczytania):

source: Load _Multiplier (each pixel in file image mult. by this when loaded):
pl: Wczytaj _mnożnik (każdy piksel w pliku obrazu mnożony przez niego podczas wczytywania):

source: Input _Constant:
pl: _Stała wejścia:

source: Memory constant _alpha (where A = (1-alpha)*A + alpha*(curr_frame + lookahead)):
pl: _Alfa stałej pamięci (gdzie A = (1-alfa)*A + alfa*(curr_frame + lookahead)):

source: Look ahead _N frames:
pl: _N klatek naprzód:

source: Init _Start Frame (first frame # to use for head start):
pl: Uruchom klatkę _początkową (pierwsza klatka # do użyciu w początku nagłówkowym):

source: Init _End Frame (last frame # to use for head start):
pl: Uruchom klatkę _końcową (ostatnia klatka # do użycia w początku nagłówkowym):

source: Init By _Rolling (compute head start using a rolling average rather than a straight average)
pl: Uruchom metodę średniej k_roczącej (oblicz początek nagłówka używający średniej kroczącej a nie średniej arytmetycznej)

source: _Bias (will be added to result):
pl: _Przesunięcie (zostanie dodane do wyniku):

source: _Result Bias (added to each result pixel):
pl: P_rzesunięcie wyniku (dodawany do każdego wyjściowego piksela):

source: Result _Multiplier (each result pixel multiplied by this):
pl: _Mnożnik wyjścia (każdy wyjściowy piksel zostanie przez niego pomnożony):

source: _Histogram every N frames (0 to disable):
pl: _Histogram co n-tą klatkę (0 aby wyłączyć):

source: Swiss Army Knife Configuration
pl: Konfiguracja szwajcarskiego noża wojskowego

source: _Start Frame (first frame # to include in average):
pl: Klatka _początkowa (pierwsza klatka # do ujęcia w średniej):

source: _End Frame (last frame # to include), -1 = last:
pl: Klatka _końcowa (ostatnia klatka # do objęcia), -1 = ostatni:

source: Select output file
pl: Wybierz plik wyjściowy

source: _Bias (only for display; use 0 for average, 128 for frame minus average):
pl: _Przesunięcie (tylko wyświetlanie; użyj 0 dla średniej, 128 na klatkę po odjęciu średniej):

source: Current frame minus average so far
pl: Bieżąca klatka minus średnia do tej pory

source: Average so far
pl: Średnia do tej pory

source: Display nothing (fast for batch processing)
pl: Nic nie wyświetlaj (do szybkiego przetwarzania hurtowego)

source: Display _Mode:
pl: Tryb _wyświetlania:

source: Erase
pl: Usuń

source: Un-Erase
pl: Cofnij usunięcie

source: Brush _Mode:
pl: _Tryb Pędzla:

source: Brush _Size:
pl: _Rozmiar pędzla:

source: Output "_Color" for all masked pixels:
pl: Wyjście "_Kolor" dla każdego maskowanego piksela:

source: Eraser _Data File:
pl: Plik z _danymi gumki:

source: Select data file
pl: Proszę wybrać plik.

source: Eraser Configuration
pl: Konfiguracja Gumki

source: Mi_nimum value to be in-range:
pl: Mi_nimalna wartość mająca być w zakresie:

source: Ma_ximum value to be in-range:
pl: Ma_ksymalna wartość mająca się znaleźć w zakresie:

source: In-range values go white, out-of-range go black
pl: Wartości w zakresie zmieniają się na biały, poza zakresem na czarny

source: In-range values go black, out-of-range go white
pl: Wartości w zakresie zmieniają się na czarny, poza zakresem na biały

source: Output values:
pl: Wartości wyjściowe:

source: Threshold Configuration
pl: Konfiguracja progu

source: Problem reading XML filters
pl: Błąd odczytywania filtrów XML

source: No filter found
pl: Nie znaleziono filtra

source: Could not find a filter
pl: Nie znaleziono filtra

source: No tag found
pl: Nie znaleziono etykiety

source: Node not found
pl: Nie znaleziono węzła

source: VobSub
pl: Parser napisów Vobsub

source: Embed VobSub subtitles into picture.
pl: Osadź napisy VobSub w obrazie

source: DVB sub
pl: Napisy DVB

source: Embed DVB-T subtitle.
pl: Osadź napisy DVB-T.

source: Compute Average
pl: Oblicz średnią

source: Compute average luma value for each pixel throughout all frames, and save to file
pl: Oblicz średnią wartość luminancji dla każdego piksela w wszystkich klatkach i zapisz do pliku

source: Threshold
pl: Próg

source: Force too-bright/too-dim pixels to 0 and the rest to 255 or vice-versa
pl: Wymuś zmianę wartości zbyt jasnych/zbyt ciemnych pikseli na 0 a reszty na 255 lub na odwrót

source: Particle List
pl: Lista cząstek

source: Identify 'particles' (groups of pixels)
pl: Rozpoznaj 'cząstki' (grupy pikseli)

source: Eraser
pl: Gumka

source: "Erase" arbitrary areas of each frame
pl: "Wymarz" dowolne obszary każdej klatki

source: Swiss Army Knife
pl: Szwajcarski nóż wojskowy

source: Apply operation like P'=P*A, P-A, P+A, etc. using a convolution, rolling average, image from file, or constant
pl: Zastosuj operację typu P'=P*A, P-A, P+A, itd. przy użyciu splotu, zwijanej średniej, obrazu z pliku, lub stałej.

source: Partial
pl: Częściowo

source: Add Framenumber
pl: Dodaj numer klatki

source: Print frame number directly in image
pl: Drukuj liczbę klatek bezpośrednio w obrazie

source: Incompatible audio
pl: Niekompatybilny plik dźwięku

source: For DVD, audio must be MP2 or AC3.
pl: DVD wymaga dźwięku w formacie MP2 lub AC3

source: lvemux init failed
pl: Nie powiodło się uruchomienie Ivemux

source: Unknown
pl: Nieznany

source: _File
pl: _Plik

source: Wrong Colorspace
pl: Niewłaściwa przestrzeń barw

source: Only YV12/I420 or YUY2/I422 JPegs are supported
pl: Wspierane są tylko formaty jpeg YV12/I420 lub YUY2/I422

source: _Open...
pl: _Otwórz...

source: _Append...
pl: _Dołącz

source: _Save
pl: Z_apisz...

source: Save _Video...
pl: Zapisz plik _wideo...

source: Save _BMP Image...
pl: Zapisz obraz _BMP...

source: Save _JPEG Image...
pl: Zapisz obraz _JPEG...

source: Save _Selection as JPEG Images...
pl: Zapi_sz zaznaczenie w postaci obrazów JPEG...

source: Save _Project
pl: Zapisz _projekt

source: Save P_roject As...
pl: Zapisz p_rojekt jako...

source: _Load/Run Project...
pl: _Wczytaj/uruchom projekt...

source: A_dd to Joblist...
pl: _Dodaj do listy zadań...

source: Show _Joblist
pl: Pokaż _listę zadań

source: Co_nnect to avsproxy
pl: Połącz z _avsproxy

source: Proper_ties
pl: Właści_wości

source: AVI _Muxer Options
pl: Opcje _muksera AVI

source: _Quit
pl: _Zakończ

source: _Edit
pl: _Edycja

source: _Reset Edits
pl: _Wyczyść edycję

source: Cu_t
pl: Wy_tnij

source: _Copy
pl: _Kopiuj

source: _Paste
pl: _Wstaw

source: _Delete
pl: _Usuń

source: Set Marker _A
pl: Ustaw znacznik _A

source: Set Marker _B
pl: Ustaw znacznik _B

source: Pre_ferences
pl: Pre_ferencje

source: _View
pl: _Widok

source: _Main Toolbar
pl: _Pasek narzędzi

source: _A/V Sidebar
pl: Pasek boczny _A/V

source: _Zoom 1:4
pl: Pomniejs_z 1:4

source: Z_oom 1:2
pl: P_omniejsz 1:2

source: Zoom _1:1
pl: Zwykły rozmiar _1:1

source: Zoom _2:1
pl: Powiększ _2:1

source: Vi_deo
pl: _Obraz

source: _Decoder Options
pl: Opcje _dekodera

source: _Postprocessing
pl: _Przetwarzanie dodatkowe

source: Select postprocessing level
pl: Wybierz poziom przetwarzania

source: P_review
pl: _Podgląd

source: Display _Output
pl: Wyświetl _wyjście strumienia

source: _Frame Rate
pl: Liczba _klatek na sekundę

source: _Encoder
pl: _Koder

source: Fil_ters
pl: Fil_try

source: _Audio
pl: _Dźwięk

source: _Main Track
pl: _Główna ścieżka

source: _Second Track
pl: _Druga ścieżka

source: _Build VBR Time Map
pl: _Utwórz mapę czasową VBR

source: S_ave...
pl: Z_apisz

source: _Filters
pl: _Filtry

source: _Tools
pl: _Narzędzia

source: _Calculator
pl: _Kalkulator

source: _Rebuild Frames (I & B)
pl: Ponownie utwórz klatki (typu I i B)

source: C_heck Frames (slow)
pl: Sprawdź klatki (wolne)

source: _Bitrate Histogram
pl: Histogram _przepływności

source: _Scan for Black Frames...
pl: Wy_szukaj czarne klatki...

source: _Edit Glyph
pl: _Modyfikuj glif

source: _Frame Hex Dump
pl: Zrzut szesnastkowy _klatki

source: A_uto
pl: A_utomatycznie

source: _Go
pl: _Idź

source: _Play/Stop
pl: _Odtwarzaj/zatrzymaj

source: P_revious Frame
pl: Pop_rzednia klatka:

source: _Next Frame
pl: _Następna klatka

source: Pr_evious Intra Frame
pl: Poprz_ednia klatka typu I

source: Next _Intra Frame
pl: Następna klatka typu _I

source: Previou_s Black Frame
pl: Poprzednia _czarna klatka

source: Ne_xt Black Frame
pl: Nas_tępna czarna klatka

source: _First Frame
pl: _Początkowa klatka

source: _Last Frame
pl: _Końcowa klatka

source: Go to Marker _A
pl: Przejdź do znacznika _A

source: Go to Marker _B
pl: Przejdź do znacznika _B

source: Go to Fra_me...
pl: Przejdź do kla_tki

source: Go to _Time...
pl: Przejdź do _czasu

source: _Custom
pl: Wła_sne

source: _Help
pl: Pomo_c

source: _Plugins
pl: _Wtyczki

source: _Built-in Support
pl: W_budowane wsparcie

source: _About
pl: Inform_acje o programie

source: Open a file
pl: Otwiera plik

source: Save the file
pl: Zapisz plik

source: Audio/video file information
pl: Informacje o pliku obrazu/dźwięku

source: Calculator
pl: Kalkulator

source: Bitrate/size calculator
pl: Kalkulator przepływności/rozmiaru

source: <b>Video</b>
pl: <b>Obraz</b>

source: Configure
pl: Konfiguruj

source: Configure video encoder
pl: Konfiguruj koder obrazu wideo

source: Filters
pl: Filtry

source: Video filters
pl: Filtry obrazu

source: <b>Audio</b>
pl: <b>Dźwięk</b>

source: Configure audio encoder
pl: Konfiguruj koder dźwięku

source: Audio filters
pl: Filtry dźwięku

source: Shift:
pl: Przesuń:

source: Enable time shift
pl: Włącz przesunięcie czasu

source: Audio/video time shift (ms)
pl: Przesunięcie czasu dźwięku względem obrazu (ms)

source: Frame:
pl: Klatka:

source: Current frame
pl: Bieżąca klatka

source: Time:
pl: Czas:

source: Current time
pl: Bieżący czas

source: Frame: ?
pl: Klatka: ?

source: Play
pl: Odtwórz

source: Stop
pl: Zatrzymaj

source: Previous frame
pl: Poprzednia klatka

source: Next frame
pl: Następna klatka

source: Previous keyframe
pl: Poprzednia klatka kluczowa

source: Next keyframe
pl: Następna klatka kluczowa

source: Selection: start
pl: Zaznaczenie: początek

source: Selection: end
pl: Zaznaczenie: koniec

source: Previous black frame
pl: Poprzednia czarna klatka

source: Next black frame
pl: Następna czarna klatka

source: First frame
pl: Początkowa klatka

source: Last frame
pl: Końcowa klatka

source: <b>Selection</b>
pl: <b>Zaznaczenie</b>

source: Go to marker B
pl: Przejdź do znacznika B

source: Go to marker A
pl: Przejdź do znacznika A

source: Input
pl: Wejście

source: Output
pl: Wyjscie

source: Side
pl: Bok

source: Top
pl: Góra

source: Separate
pl: Oddzielne

source: Frame:%c(%02d)
pl: Klatka:%c(%02d)

source: Select GlyphFile to edit
pl: Wybierz plik glifów do edycji

source: String
pl: Ciąg znaków

source: Search string
pl: Szuka tekstu

source: End reached
pl: Zakończono

source: No more glyphs
pl: Brak glifów

source: Head reached
pl: Osiągnięto nagłówek

source: Prev. Empty
pl: Poprzedni pusty

source: Next Empty
pl: Następny pusty

source: Sure ?
pl: Na pewno?

source: Open Avidemux
pl: Otwórz Avidemux

source: Couldn't find pixmap file: %s
pl: Nie można znaleźć pliku pixmap: %s

source: Add Video Filter
pl: Dodaj filtr obrazu

source: Transformation
pl: Przekształcenie

source: Interlacing
pl: Przeplot

source: Colors
pl: Kolory

source: Denoise
pl: Usuń szum

source: Sharpen/Blur
pl: Wyostrzenie/Rozmycie

source: Subtitles
pl: Napisy

source: Miscellaneous
pl: Różne

source: Video Filter Manager
pl: Zarządca filtrów obrazu wideo

source: <b>Available Filters</b>
pl: <b>Dostępne filtry</b>

source: VCD resolution
pl: Rozdzielczość VCD

source: SVCD resolution
pl: Rozdzielczość SVCD

source: Half D1 resolution
pl: Połowa rozdzielczości D1

source: DVD resolution
pl: Rozdzielczość DVD

source: Add selected filter to the Active Filters list
pl: Dodaj wybrany plik

source: <b>Active Filters</b>
pl: <b>Aktywne filtry</b>

source: Remove filter
pl: Usuń filtr

source: Move filter down
pl: Przesuń filtr w dół

source: Move filter up
pl: Przesuń filtr do góry

source: Open filter list
pl: Otwórz listę filtrów

source: Save filter list
pl: Zapisz listę filtrów

source: P_artial
pl: _Częściowy

source: Apply the current filter only to a part of the file
pl: Zastosuj bieżący filtr tylko do części pliku

source: Configure filter
pl: Konfiguruj filtr

source: C_onfigure
pl: K_onfiguruj

source: _Preview
pl: _Podgląd

source: The filter is already partial
pl: Filtr jest już częściowy

source: Preview
pl: Podgląd

source: Load set of filters
pl: Wczytaj zestaw filtrów

source: Nothing to save
pl: W tej chwili nie ma nic do zapisania

source: Save set of filters
pl: Zapisz zestaw filtrów

source: Video Filters
pl: Filtry obrazu

source: VCD res
pl: Rozdzielczość VCD

source: SVCD res
pl: Rozdzielczość SVCD

source: DVD res
pl: Rozdzielczość DVD

source: Half D1 res
pl: Połowa rozdzielczości D1

source: Save as script
pl: Zapisz jako skrypt

source: Resize
pl: Zmień rozmiar

source: Width
pl: Szerokość

source: Height
pl: Wyskość

source: Source :
pl: Źródło:

source: Destination
pl: Przeznaczenie

source: Error X:
pl: Błąd X:

source: Error Y:
pl: Błąd Y:

source: 16 round up
pl: Zaokrąglenie do 16

source: Bilinear
pl: Dwuliniowy

source: Bicubic
pl: Dwusześcienna

source: Video encoder
pl: Koder obrazu

source: Filesystem full / quota exceeded
pl: System plików jest pełny / limit miejsca przekroczony

source: Ignore
pl: Ignoruj

source: Retry
pl: Spróbuj ponownie

source: <b>Target</b>
pl: <b>Cel</b>

source: Duration:
pl: Długość:

source: _Medium:
pl: _Nośnik:

source: Total size (custom)
pl: Całkowity rozmiar (własny)

source: _Custom size (MB):
pl: _Własny rozmiar (MB):

source: Output container format
pl: Format kontenera wyjściowego

source: Total size
pl: Całkowity rozmiar

source: Track _1:
pl: Ścieżka _1:

source: Audio bitrate in kb/s for track 1 (0 for no audio)
pl: Przepływność dźwięku w kb/s dla ścieżki 1 (0 oznacza brak dźwięku)

source: Track _2:
pl: Ścieżka _2:

source: Audio bitrate in kb/s for track 2 (optional)
pl: Przepływność dźwięku w kb/s dla ścieżki 2 (opcjonalnie)

source: <b>Audio Bitrate</b>
pl: <b>Przepływność dźwięku</b>

source: Audio size (MB):
pl: Rozmiar pliku dźwiękowego (MB)

source: Video size (MB):
pl: Rozmiar pliku obrazu wideo (MB):

source: Total size (MB):
pl: Całkowity rozmiar (MB)

source: Video bitrate:
pl: Przepływność obrazu:

source: Bits per pixel:
pl: Bitów na piksel:

source: <b>Result</b>
pl: <b>Wynik</b>

source: # of lines
pl: # linii

source: TimeCode:
pl: Kod czasu:

source: # of Glyphs :
pl: # glifów :

source: <b>Stats</b>
pl: <b>Statystyki</b>

source: Current Glyph
pl: Bieżący glif

source: Text:
pl: Tekst:

source: _Calibrate
pl: _Kalibruj

source: If the glyphs are too thin, enter a lower value here
pl: Jeśli glify są zbyt cienkie, wpisz tu niższą wartość

source: S_kip all
pl: Pomiń wszyst_kie

source: Skip the whole image
pl: Pomiń cały obraz

source: Skip Glyph
pl: Pomiń glif

source: Skip the current letter/glyph
pl: Pomiń bieżącą literę/glif

source: _Ignore glyph
pl: _Ignoruj glif

source: This glyph will be ignored from now on
pl: Od tej chwili glif będzie pomijany

source: <b>Bitmap</b>
pl: <b>Mapa bitowa</b>

source: No
pl: Nie

source: Yes
pl: Tak

source: %2.3f fps
pl: %2.3f kl./s

source: %ld frames
pl: %ld klatek

source: Properties
pl: Właściwości

source: Frame Rate:
pl: Liczba klatek na sekundę:

source: Frame Count:
pl: Liczba klatek

source: Total Duration:
pl: Całkowity czas trwania:

source: Image Size:
pl: Rozmiar obrazu:

source: Codec 4CC:
pl: Kod 4CC kodeka:

source: Aspect Ratio:
pl: Proporcje obrazu:

source: Global Motion Compensation:
pl: Globalna kompensacja ruchu (GMC):

source: Packed Bitstream:
pl: Spakowany strumień bitów:

source: Quarter Pixel:
pl: Ćwierć piksela (Qpel):

source: <b>Extra Video Properties</b>
pl: <b>Dodatkowe właściwości obrazu</b>

source: Codec:
pl: Kodek:

source: Channels:
pl: Kanały:

source: Bitrate:
pl: Przepływność:

source: Frequency:
pl: Częstotliwość:

source: File Size:
pl: Rozmiar pliku:

source: Variable Bitrate:
pl: Zmienna przepływność:

source: Ready
pl: Gotowe

source: Succeeded
pl: Sukces!

source: Failed
pl: Błąd

source: Deleted
pl: Usunięte

source: Running
pl: Uruchomiony

source: Job Name
pl: Nazwa zadania

source: Started at
pl: Rozpoczęty od

source: Finished at
pl: Zakończony na

source: Sure!
pl: Na pewno!

source: Delete ALL jobs
pl: Usuń wszystkie zadania

source: Are you sure you want to delete all jobs ?
pl: Na pewno chcesz usunąć wszystkie zadania ?

source: Delete job
pl: Usuń zadanie

source: Are you sure you want to delete %s job ?
pl: Na pewno chcesz usunąć zadanie %s ?

source: Unknown event
pl: Nieznane zdarzenie

source: Jobs
pl: Zadania

source: Delete All Jobs
pl: Usuń wszystkie zadania

source: Delete Job
pl: Usuń zadanie

source: Run all jobs
pl: Uruchom wszystkie zadania

source: Run Job
pl: Uruchom zadanie

source: Minimum value to be in-range:
pl: Minimalna wartość w zasięgu:

source: Maximum value to be in-range:
pl: Maksymalna wartość w zasięgu

source: Output values:
pl: Wartości wyjścia:

source: In-range values go black, out-of-range values go white
pl: Wartości w zakresie zmieniają się czarny, wartości spoza zakresu zmieniają się na biały

source: In-range values go white, out-of-range values go black
pl: Wartości w zakresie zmieniają się biały, wartości spoza zakresu zmieniają się na czarny

source: Debugging settings (bits):
pl: Ustawienia śledzenia (bits):

source: Paused
pl: Wstrzymano

source: <b>Encoding is paused.</b> You can either resume or Abort it.
pl: <b>Kodowanie zostało zatrzymane.</b> Możesz wznowić lub przerwać

source: Abort
pl: Przerwij

source: Resume
pl: Wznów

source: Particle Analysis Configuration
pl: Konfiguracja analizy cząstek

source: Recent files
pl: Ostatnio otwierane pliki

source: Continue indexing
pl: Kontynuuj indeksowanie

source: Abort Requested
pl: Porzuć wybrane

source: Do you want to abort indexing ?
pl: Czy chcesz porzucić indeksowanie ?

source: Indexing...
pl: Indeksowanie...

source: Time left :
pl: Pozostały czas:

source: Timecode :
pl: Kod czasu

source: Nb pictures seen :
pl: Liczba przetworzonych obrazów:

source: Indexing :
pl: Indeksowanie:

source: Processing
pl: Przetwarzanie

source: <b>Elapsed:</b>
pl: <b>Minęło:</b>

source: <b>Time remaining:</b>
pl: <b>Pozostały czas:</b>

source: AudioCodec
pl: Kodek dźwięku

source: Configure codec
pl: Konfiguruj kodek

source: Busy
pl: Zajęty

source: and all the others.
pl: i inni.

source: Multi-platform Video Editor
pl: Wieloplatformowy edytor wideo
